<?php
// Text
$_['text_search']       = 'Αναζήτηση';
$_['text_brand']        = 'Κατασκευαστής';
$_['text_manufacturer'] = 'Κατασκευαστής:';
$_['text_model']        = 'Κωδικός Προϊόντος:';
$_['text_reward']       = 'Πόντοι Ανταμοιβής:'; 
$_['text_points']       = 'Τιμή σε πόντους ανταμοιβής:';
$_['text_stock']        = 'Διαθεσιμότητα:';
$_['text_instock']      = 'Διαθέσιμο';
$_['text_price']        = 'Τιμή:'; 
$_['text_tax']          = 'Χωρίς ΦΠΑ:'; 
$_['text_discount']     = '%s ή περισσότερα %s';
$_['text_option']       = 'Διαθέσιμες Επιλογές';
$_['text_qty']          = 'Ποσότητα:';
$_['text_minimum']      = 'Το προϊόν έχει ελάχιστη ποσότητα %s';
$_['text_or']           = '- Ή -';
$_['text_reviews']      = '%s αξιολογήσεις'; 
$_['text_write']        = 'Γράψτε μια αξιολόγηση';
$_['text_no_reviews']   = 'Δεν υπάρχουν αξιολογήσεις για το προϊόν.';
$_['text_on']           = ' την ';
$_['text_note']         = '<span style="color: #FF0000;">Σημείωση:</span> δε μεταφράζεται η HTML!';
$_['text_share']        = 'Μοιραστείτε';
$_['text_success']      = 'Ευχαριστούμε για την αξιολόγηση σας. Έχει προωθηθεί στο αρμόδιο τμήμα για έγκριση.';
$_['text_upload']       = 'Το αρχείο σας ανέβηκε με επιτυχία!';
$_['text_wait']         = 'Παρακαλώ Περιμένετε!';
$_['text_tags']         = 'Ετικέτες:';
$_['text_error']        = 'Το Προϊόν δε βρέθηκε!';

// Entry
$_['entry_name']        = 'Το Όνομα σας:';
$_['entry_review']      = 'Η Αξιολόγηση σας:';
$_['entry_rating']      = 'Βαθμολογία:';
$_['entry_good']        = 'Καλή';
$_['entry_bad']         = 'Κακή';
$_['entry_captcha']     = 'Εισάγετε τον κωδικό στο ακόλουθο πλαίσιο:';

// Tabs
$_['tab_description']   = 'Περιγραφή';
$_['tab_attribute']     = 'Χαρακτηριστικά';
$_['tab_review']        = 'Αξιολογήσεις (%s)';
$_['tab_related']       = 'Σχετικά Προϊόντα'; 

// Error
$_['error_name']        = 'Ειδοποίηση: Το όνομα της αξιολόγησης πρέπει να είναι από 3 έως 25 χαρακτήρες!';
$_['error_text']        = 'Ειδοποίηση: Το κείμενο της αξιολόγησης πρέπει να είναι από 25 έως 1000 χαρακτήρες!';
$_['error_rating']      = 'Ειδοποίηση: Παρακαλώ επιλέξτε βαθμολογία αξιολόγησης!';
$_['error_captcha']     = 'Ειδοποίηση: Ο κωδικός επιβεβαίωσης δεν ταιριάζει με την εικόνα!';
$_['error_upload']      = 'Απαιτείται ανέβασμα αρχείου (Upload)!';
$_['error_filename']    = 'Το όνομα του αρχείου πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_filetype']    = 'Μη έγκυρος τύπος αρχείου!';
?>
