<?php
// Heading
$_['heading_title']     = 'Αναζήτηση';
 
// Text
$_['text_search']       = 'Προϊόντα σύμφωνα με τα κριτήρια αναζήτησης';
$_['text_keyword']      = 'Λέξεις Κλειδιά';
$_['text_category']     = 'Όλες οι Κατηγορίες';
$_['text_sub_category'] = 'Αναζήτηση σε Υποκατηγορίες';
$_['text_critea']       = 'Κριτήρια Αναζήτησης';
$_['text_empty']        = 'Δεν προέκυψαν προϊόντα από τα κριτήρια αναζήτησης.';
$_['text_quantity']     = 'Ποσότητα:';
$_['text_manufacturer'] = 'Κατασκευαστής:';
$_['text_model']        = 'Κωδικός Προϊόντος:'; 
$_['text_points']       = 'Πόντοι Ανταμοιβής:'; 
$_['text_price']        = 'Τιμή:'; 
$_['text_tax']          = 'Χωρίς ΦΠΑ:'; 
$_['text_reviews']      = 'Σύμφωνα με %s αξιολογήσεις.'; 
$_['text_compare']      = 'Σύγκριση Προϊόντων (%s)'; 
$_['text_display']      = 'Εμφάνιση:';
$_['text_list']         = 'Λίστα';
$_['text_grid']         = 'Πλέγμα';
$_['text_sort']         = 'Ταξινόμηση:';
$_['text_default']      = 'Προεπιλογή';
$_['text_name_asc']     = 'Όνομα (A - Ω)';
$_['text_name_desc']    = 'Όνομα (Ω - Α)';
$_['text_price_asc']    = 'Τιμή (Χαμηλή &gt; Υψηλή)';
$_['text_price_desc']   = 'Τιμή (Υψηλή &gt; Χαμηλή)';
$_['text_rating_asc']   = 'Βαθμολογία (Χαμηλότερη)';
$_['text_rating_desc']  = 'Βαθμολογία (Υψηλότερη)';
$_['text_model_asc']    = 'Κωδικός Προϊόντος (Α - Ω)';
$_['text_model_desc']   = 'Κωδικός Προϊόντος (Ω - Α)';
$_['text_limit']        = 'Εμφάνιση:';

// Entry
$_['entry_search']      = 'Αναζήτηση:';
$_['entry_description'] = 'Αναζήτηση στις περιγραφές προϊόντων';
?>