<?php
// Heading
$_['heading_title']    = 'Citylink';

// Text
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί την αποστολή Citylink!';

// Entry
$_['entry_rate']       = 'Χρεώσεις Citylink:<br /><span class="help">Εισάγετε τιμές έως 5 ακέραια και 2 δεκαδικά ψηφία (12345.67). Παράδειγμα: .1:1,.25:1.27 - Βάρη μικρότερα ή ίσα με 0.1Kg θα κοστίσουν 1.00&euro;, Βάρη μικρότερα ή ίσα με 0.25Kg αλλά περισσότερο από 0.1Kg θα κοστίσουν 1.27&euro;. Μην εισάγετε Kg ή σύμβολα.</span>';
$_['entry_tax_class']  = 'Φορολογική Κλάση:';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την αποστολή Citylink!';
?>
