<?php
// Heading
$_['heading_title']    = 'Σταθερή Χρέωση Αποστολής';

// Text
$_['text_shipping']    = 'Αποστολή';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τη σταθερή χρέωση αποστολής!';

// Entry
$_['entry_cost']       = 'Κόστος:';
$_['entry_tax_class']  = 'Φορολογική Κλάση:';
$_['entry_geo_zone']   = 'Γεωγραφική Ζώνη:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τη σταθερή χρέωση αποστολής!';
?>
