<?php
// Heading
$_['heading_title']           = 'Parcelforce 48';

// Text
$_['text_shipping']           = 'Αποστολή';
$_['text_success']            = 'Επιτυχία: Έχετε επεξεργαστεί την αποστολή Parcelforce 48!';

// Entry
$_['entry_rate']              = 'Χρεώσεις Parcelforce 48:<br /><span class="help">Εισάγετε τιμές έως 5 ακέραια και 2 δεκαδικά ψηφία (12345.67). Παράδειγμα: .1:1,.25:1.27 - Βάρη μικρότερα ή ίσα με 0.1Kg θα κοστίσουν 1.00&euro;, Βάρη μικρότερα ή ίσα με 0.25Kg αλλά περισσότερο από 0.1Kg θα κοστίσουν 1.27&euro;. Μην εισάγετε Kg ή σύμβολα.</span>';
$_['entry_insurance']         = 'Χρεώσεις Αποζημίωσης Parcelforce48:<br /><span class="help">Εισάγετε τιμές έως 5 ακέραια και 2 δεκαδικά ψηφία (12345.67). Παράδειγμα: 34:0,100:1,250:2.25 - Η ασφαλιστική κάλυψη για αξίες καλαθιών έως 34&euro; θα κοστίσει 0.00&euro; επιπλέον, για αξίες πάνω από 100&euro; και έως 250&euro; θα κοστίσει 2.25&euro; επιπλέον. Μην εισάγετε σύμβολα νομισμάτων.</span>';
$_['entry_display_weight']    = 'Εμφάνιση Βάρους Αποστολής:<br /><span class="help">Θέλετε να εμφανίζεται το βάρος της αποστολής? (πχ Βάρος Αποστολής : 2.7674 Kg)</span>';
$_['entry_display_insurance'] = 'Εμφάνιση Ασφάλειας:<br /><span class="help">Θέλετε να εμφανίζεται η ασφάλιση της αποστολής? (πχ Ασφαλισμένο έως 500&euro;)</span>';
$_['entry_display_time']      = 'Εμφάνιση Χρόνου Αποστολής:<br /><span class="help">Θέλετε να εμφανίζεται ο χρόνος αποστολής? (πχ παράδοση 3 έως 5 ημέρες)</span>';
$_['entry_tax_class']         = 'Φορολογική Κλάση:';
$_['entry_geo_zone']          = 'Γεωγραφική Ζώνη:';
$_['entry_status']            = 'Κατάσταση:';
$_['entry_sort_order']        = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']        = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε την αποστολή Parcelforce 48!';
?>
