<?php
// Heading
$_['heading_title']                = 'Логин';

// Text
$_['text_account']			= 'Личный Кабинет';
$_['text_login']                   = 'Логин';
$_['text_new_customer']            = 'Новый покупатель';
$_['text_register']                = 'Регистрация';
$_['text_register_account']        = 'Создание учетной записи поможет Вам находить груз и транспорт, размещать Ваши заявки, связываться с потенциальными клиентами, совершать выгодные перевозки, расширять возможности Вашего бизнеса.';
$_['text_returning_customer']      = 'Зарегистрированный покупатель';
$_['text_i_am_returning_customer'] = 'Войти в Личный Кабинет:';
$_['text_forgotten']               = 'Забыли пароль?';

// Entry
$_['entry_email']                  = 'E-Mail:';
$_['entry_password']               = 'Пароль:';

// Error
$_['error_login']                  = 'Неправильно заполнены поля E-Mail и/или пароль!';
$_['error_approved']               = 'Вы сможете войти после проверки учётной записи администрацией магазина.'; 
?>