<?php
// Heading
$_['heading_title']     = 'Χρήστης';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τους χρήστες!';

// Column
$_['column_username']   = 'Όνομα Χρήστη';
$_['column_status']     = 'Κατάσταση';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_username']   = 'Όνομα Χρήστη:';
$_['entry_password']   = 'Κωδικός:';
$_['entry_confirm']    = 'Επιβεβαίωση:';
$_['entry_firstname']  = 'Όνομα:';
$_['entry_lastname']   = 'Επίθετο:';
$_['entry_email']      = 'Email:';
$_['entry_user_group'] = 'Ομάδα Χρηστών:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_captcha']    = 'Εισάγετε τον κωδικό στο ακόλουθο πεδίο:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τους χρήστες!';
$_['error_account']    = 'Ειδοποίηση: Δεν μπορείτε να διαγράψετε το δικό σας λογαριασμό!';
$_['error_exists']     = 'Ειδοποίηση: Το όνομα χρήστη χρησιμοποιείται ήδη!';
$_['error_username']   = 'Το όνομα χρήστη πρέπει να είναι από 3 έως 20 χαρακτήρες!';
$_['error_password']   = 'Ο κωδικό πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']    = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_firstname']  = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']   = 'Το επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_captcha']    = 'Ο κωδικός επιβεβαίωσης δεν ταιριάζει με την εικόνα!';
?>
