<?php
// Heading
$_['heading_title']    = 'Διαχείριση Εικόνων';
 
// Text
$_['text_uploaded']    = 'Επιτυχία: Το αρχείο σας έχει ανέβει!';
$_['text_file_delete'] = 'Το αρχείο έχει διαγραφεί!';
$_['text_create']      = 'Επιτυχία: Ο φάκελος δημιουργήθηκε!';
$_['text_delete']      = 'Επιτυχία: Το αρχείο ή ο φάκελος έχει διαγραφεί!';
$_['text_move']        = 'Επιτυχία: Το αρχείο ή ο φάκελος έχει μετακινηθεί!';
$_['text_copy']        = 'Επιτυχία: Το αρχείο ή ο φάκελος έχει αντιγραφεί!';
$_['text_rename']      = 'Επιτυχία: Το αρχείο ή ο φάκελος έχει μετονομαστεί!';

// Entry
$_['entry_folder']     = 'Νέος Φάκελος:';
$_['entry_move']       = 'Μετακίνηση:';
$_['entry_copy']       = 'Όνομα:';
$_['entry_rename']     = 'Όνομα:';

// Error
$_['error_select']     = 'Ειδοποίηση: Παρακαλώ επιλέξτε ένα φάκελο ή ένα αρχείο!';
$_['error_file']       = 'Ειδοποίηση: Παρακαλώ επιλέξτε ένα αρχείο!';
$_['error_directory']  = 'Ειδοποίηση: Παρακαλώ επιλέξτε ένα φάκελο!';
$_['error_default']    = 'Ειδοποίηση: Δεν μπορείτε να αλλάξετε το προεπιλεγμένο φάκελο!';
$_['error_delete']     = 'Ειδοποίηση: Δεν μπορείτε να διαγράψετε αυτό το φάκελο!';
$_['error_filename']   = 'Ειδοποίηση: Το όνομα του αρχείου πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_missing']    = 'Ειδοποίηση: Δεν υπάρχει το αρχείο ή ο φάκελος!';
$_['error_exists']     = 'Ειδοποίηση: Υπάρχει ήδη ένα αρχείο ή ένας φάκελος με το ίδιο όνομα !';
$_['error_name']       = 'Ειδοποίηση: Παρακαλώ εισάγετε ένα νέο όνομα!';
$_['error_move']       = 'Ειδοποίηση: Μετακίνηση σε ένα φάκελο που δεν υπάρχει!';
$_['error_copy']       = 'Ειδοποίηση: Δεν μπορείτε να αντιγράψετε αυτό το αρχείο ή το φάκελο!';
$_['error_rename']     = 'Ειδοποίηση: Δεν μπορείτε να μετονομάσετε αυτό το φάκελο!';
$_['error_file_type']  = 'Ειδοποίηση: Λάθος τύπος αρχείου!';
$_['error_file_size']  = 'Ειδοποίηση: Το αρχείο είναι πολύ μεγάλο, παρακαλώ μετατρέψτε το κάτω από 300kb και όχι μεγαλύτερο από 1000px σε ύψος ή πλάτος!';
$_['error_uploaded']   = 'Ειδοποίηση: Το αρχείο δεν μπόρεσε να ανέβει για άγνωστο λόγο!';
$_['error_permission'] = 'Ειδοποίηση: Άρνηση Πρόσβασης!';

// Button
$_['button_folder']    = 'Νέος Φάκελος';
$_['button_delete']    = 'Διαγραφή';
$_['button_move']      = 'Μετακίνηση';
$_['button_copy']      = 'Αντιγραφή';
$_['button_rename']    = 'Μετονομασία';
$_['button_upload']    = 'Ανέβασμα';
$_['button_refresh']   = 'Ανανέωση';
?>