<?php
// header
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας?';

// Text
$_['text_forgotten']  = 'Απώλεια Κωδικού';
$_['text_your_email'] = 'Η διεύθυνση email σας';
$_['text_email']      = 'Εισάγετε τη διεύθυνση email που έχετε δηλώσει στο λογαριασμό σας. Πατήστε το κουμπί Επαναφορά για να σας αποσταλεί ένα email με το σύνδεσμο επαναφοράς κωδικού.';
$_['text_success']    = 'Ένα email με σύνδεσμο επιβεβαίωσης έχει αποσταλεί στην διεύθυνση email που δηλώσατε ως διαχειριστής.';

// Entry
$_['entry_email']     = 'Διεύθυνση email:';
$_['entry_password']  = 'Νέος Κωδικός:';
$_['entry_confirm']   = 'Επιβεβαίωση:';

// Error
$_['error_email']     = 'Ειδοποίηση: Η Διεύθυνση email δεν βρέθηκε καταχωρημένη, παρακαλώ προσπαθήστε ξανά!';
$_['error_password']  = 'Ο κωδικός πρέπει να είναι από 3 έως 20 χαρακτήρες!';
$_['error_confirm']   = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
?>