<?php
// header
$_['heading_title']  = 'Επαναφορά του κωδικού σας';

// Text
$_['text_reset']     = 'Επαναφορά του κωδικού σας!';
$_['text_password']  = 'Εισάγετε το νέο κωδικό που επιθυμείτε να χρησιμοποιήσετε.';
$_['text_success']   = 'Ο κωδικός σας έχει ενημερωθεί με επιτυχία.';

// Entry
$_['entry_password'] = 'Κωδικός:';
$_['entry_confirm']  = 'Επιβεβαίωση Κωδικού:';

// Error
$_['error_password'] = 'Ο κωδικός πρέπει να είναι από 5 έως 20 χαρακτήρες!';
$_['error_confirm']  = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
?>
