<?php
// Text
$_['text_subject']  = '%s - Πρόγραμμα Συνεργατών';
$_['text_welcome']  = 'Σας ευχαριστούμε για τη συμμετοχή σας στο πρόγραμμα συνεργατών του καταστήματος %s!';
$_['text_approval'] = 'Ο λογαριασμός σας θα πρέπει να εγκριθεί πριν μπορέσετε να συνδεθείτε. Αφού εγκριθεί, μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση email σας και τον κωδικό σας επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_services'] = 'Μόλις συνδεθείτε, θα μπορείτε να παράγετε κωδικούς παρακολούθησης, να παρακολουθείτε τις πληρωμές προμηθειών σας και να επεξεργάζεστε τις πληροφορίες του λογαριασμού σας.';
$_['text_thanks']   = 'Ευχαριστούμε,';
?>