<?php
// Text
$_['text_subject']  = '%s - Благодарим за регистрацию';
$_['text_welcome']  = 'Добро пожаловать и благодарим Вас за регистрацию!'; // %s - название магазина
$_['text_login']    = 'Ваш аккаунт создан и Вы можете войти, используя свой E-mail и пароль, по ссылке:';
$_['text_approval'] = 'Ваш аккаунт должен быть подтвержден до первого входа. После подтверждения Вы сможете входить на биржу, используя E-Mail и пароль, по ссылке:';
$_['text_services'] = "После регистрации на сайте Вы сможете воспользоваться возможностями находить груз и транспорт, размещать Ваши заявки, связываться с потенциальными клиентами, совершать выгодные перевозки, расширять возможности Вашего бизнеса и многое другое!";
$_['text_thanks']   = 'Спасибо,';
?>