<?php
// Heading
$_['heading_title']                = 'Ρυθμίσεις';

// Text
$_['text_success']                 = 'Επιτυχία: Έχετε επεξεργαστεί τις ρυθμίσεις!';
$_['text_items']                   = 'Είδη';
$_['text_tax']                     = 'Φόροι';
$_['text_account']                 = 'Λογαριασμός';
$_['text_checkout']                = 'Αγορά';
$_['text_stock']                   = 'Απόθεμα';
$_['text_image_manager']           = 'Διαχείριση Εικόνων';
$_['text_browse']                  = 'Αναζήτηση';
$_['text_clear']                   = 'Διαγραφή';
$_['text_shipping']                = 'Διεύθυνση Αποστολής';
$_['text_payment']                 = 'Διεύθυνση Πληρωμής';

// Column
$_['column_name']                  = 'Όνομα Καταστήματος';
$_['column_url']	               = 'Διεύθυνση URL Καταστήματος';
$_['column_action']                = 'Ενέργεια';

// Entry
$_['entry_url']                    = 'Διεύθυνση URL Καταστήματος:<br /><span class="help">Συμπεριλάβετε την πλήρη διεύθυνση URL του καταστήματος σας. Επιβεβαιώστε ότι υπάρχει \'/\' στο τέλος της. Παράδειγμα: http://www.yourdomain.com/path/<br /><br />Μην χρησιμοποιήσετε φακέλους για να δηλώσετε τη δημιουργία ενός νέου καταστήματος. Θα πρέπει να δηλώσετε κάποιο δικό σας domain ή subdomain.</span>';
$_['entry_ssl']                    = 'Χρήση SSL:<br /><span class="help">Διεύθυνση SSL URL του καταστήματος σας. Επιβεβαιώστε ότι υπάρχει \'/\' στο τέλος της. Παράδειγμα: http://www.yourdomain.com/path/<br /><br />Μην χρησιμοποιήσετε φακέλους για να δηλώσετε τη δημιουργία ενός νέου καταστήματος. Θα πρέπει να δηλώσετε κάποιο δικό σας domain ή subdomain.</span>';
$_['entry_name']                   = 'Όνομα Καταστήματος:';
$_['entry_owner']                  = 'Ιδιοκτήτης Καταστήματος:';
$_['entry_address']                = 'Διεύθυνση:';
$_['entry_email']                  = 'Email:';
$_['entry_telephone']              = 'Τηλέφωνο:';
$_['entry_fax']                    = 'Φαξ:';
$_['entry_title']                  = 'Τίτλος:';
$_['entry_meta_description']       = 'Meta Tag Περιγραφή:';
$_['entry_layout']                 = 'Προεπιλεγμένη Διάταξη:';
$_['entry_template']               = 'Πρότυπο (Template):';
$_['entry_country']                = 'Χώρα:';
$_['entry_zone']                   = 'Περιφέρεια / Περιοχή:';
$_['entry_language']               = 'Γλώσσα:';
$_['entry_currency']               = 'Νόμισμα:';
$_['entry_catalog_limit'] 	       = 'Προεπιλογή εμφάνισης ειδών ανά σελίδα (Κατάλογος):<br /><span class="help">Καθορίζει πόσα είδη καταλόγου θα εμφανίζονται ανά σελίδα (προϊόντα, κατηγορίες, κλπ)</span>';
$_['entry_tax']                    = 'Εμφάνιση Τιμών με Φόρο:';
$_['entry_tax_default']            = 'Χρήση Διεύθυνσης Φορολόγησης Καταστήματος:<br /><span class="help">Χρήση της διεύθυνσης του καταστήματος για τον υπολογισμό φόρων εάν κάποιος δεν είναι συνδεδεμένος. Μπορείτε να επιλέξετε τη διεύθυνση του καταστήματος αντί της διεύθυνσης αποστολής ή πληρωμής του πελάτη.</span>';
$_['entry_tax_customer']           = 'Χρήση Διεύθυνσης Φορολόγησης Πελάτη:<br /><span class="help">Χρήση της προεπιλεγμένης διεύθυνσης του πελάτη όταν είναι συνδεδεμένος για τον υπολογισμό φόρων. Μπορείτε να επιλέξετε την προεπιλεγμένη διεύθυνση αντί της διεύθυνσης αποστολής ή πληρωμής του πελάτη.</span>';
$_['entry_customer_group']         = 'Ομάδα Πελατών:<br /><span class="help">Προεπιλεγμένη Ομάδα Πελατών.</span>';
$_['entry_customer_group_display'] = 'Ομάδες Πελατών:<br /><span class="help">Εμφάνιση ομάδων πελατών (πχ χονδρική, λιανική), τις οποίες θα μπορούν να επιλέξουν οι νέοι πελάτες κατά την εγγραφή τους.</span>';
$_['entry_customer_price']         = 'Σύνδεση για Εμφάνιση Τιμών:<br /><span class="help">Εμφάνιση των τιμών μόνο όταν ο πελάτης είναι συνδεδεμένος.</span>';
$_['entry_account']                = 'Όροι Λογαριασμού:<br /><span class="help">Επιβάλλει στον επισκέπτη να αποδεχθεί τους όρους πριν επιτραπεί η δημιουργία λογαριασμού.</span>';
$_['entry_cart_weight']            = 'Εμφάνιση Βάρους στη Σελίδα Καλαθιού:<br /><span class="help">Εμφάνιση του συνολικού βάρους των προϊόντων στη σελίδα καλαθιού.</span>';
$_['entry_guest_checkout']         = 'Αγορά ως Επισκέπτης:<br /><span class="help">Να επιτρέπεται η ολοκλήρωση αγοράς χωρίς τη δημιουργία λογαριασμού. Αυτό δεν θα είναι διαθέσιμο όταν περιλαμβάνονται στο καλάθι προϊόντα με αρχεία λήψης.</span>';
$_['entry_checkout']               = 'Όροι Αγοράς:<br /><span class="help">Επιβάλλει στο πελάτη να αποδεχθεί τους όρους πριν επιτραπεί η ολοκλήρωση της αγοράς.</span>';
$_['entry_order_status']           = 'Κατάσταση Παραγγελίας:<br /><span class="help">Ορίστε τη προεπιλεγμένη κατάσταση παραγγελίας όταν αυτή έχει επεξεργαστεί.</span>';
$_['entry_stock_display']          = 'Εμφάνιση Αποθέματος:<br /><span class="help">Εμφάνιση της ποσότητας αποθέματος στη σελίδα του προϊόντος.</span>';
$_['entry_stock_checkout']         = 'Αγορά Μη Διαθέσιμου Προϊόντος:<br /><span class="help">Επιτρέπεται οι πελάτες να ολοκληρώσουν την αγορά εάν ένα προϊόν δεν είναι διαθέσιμο.</span>';
$_['entry_logo']                   = 'Λογότυπο Καταστήματος:';
$_['entry_icon']                   = 'Icon:<br /><span class="help">Το icon θα πρέπει να είναι PNG διαστάσεων 16px x 16px.</span>';
$_['entry_image_category']         = 'Διαστάσεις Εικόνας Κατηγορίας:';
$_['entry_image_thumb']            = 'Διαστάσεις Εικόνας Προϊόντος:';
$_['entry_image_popup']            = 'Διαστάσεις Αναδυόμενης Εικόνας Προϊόντος:';
$_['entry_image_product']          = 'Διαστάσεις Εικόνας Προϊόντος σε Λίστα:';
$_['entry_image_additional']       = 'Διαστάσεις Επιπρόσθετης Εικόνας Προϊόντος:';
$_['entry_image_related']          = 'Διαστάσεις Εικόνας Σχετικού Προϊόντος:';
$_['entry_image_compare']          = 'Διαστάσεις Εικόνας Συγκρινόμενου Προϊόντος:';
$_['entry_image_wishlist']         = 'Διαστάσεις Εικόνας Επιθυμητού Προϊόντος:';
$_['entry_image_cart']             = 'Διαστάσεις Εικόνας Καλαθιού:';
$_['entry_secure']                = 'Χρήση SSL:<br /><span class="help">Για να χρησιμοποιήσετε SSL, ελέγξτε με το πάροχο φιλοξενίας σας (host) αν υπάρχει εγκατεστημένο πιστοποιητικό SSL.</span>';

// Error
$_['error_warning']                = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']             = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα καταστήματα!';
$_['error_name']                   = 'Το όνομα του καταστήματος πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_owner']                  = 'Το όνομα του ιδιοκτήτη καταστήματος πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_address']                = 'Η διεύθυνση του καταστήματος πρέπει να είναι από 10 έως 256 χαρακτήρες!';
$_['error_email']                  = 'Η διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']              = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_url']                    = 'Απαιτείται η διεύθυνση URL του καταστήματος!';
$_['error_title']                  = 'Ο τίτλος πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_limit']       	       = 'Απαιτείται το όριο!';
$_['error_customer_group_display'] = 'Θα πρέπει να συμπεριλάβετε την προεπιλεγμένη ομάδα πελατών, εάν πρόκειται να χρησιμοποιήσετε αυτή τη δυνατότητα!';
$_['error_image_thumb']            = 'Απαιτούνται οι διαστάσεις εικόνας προϊόντος!';
$_['error_image_popup']            = 'Απαιτούνται οι διαστάσεις αναδυόμενης εικόνας προϊόντος!';
$_['error_image_product']          = 'Απαιτούνται οι διαστάσεις εικόνας προϊόντος σε λίστα!';
$_['error_image_category']         = 'Απαιτούνται οι διαστάσεις εικόνας κατηγορίας!';
$_['error_image_additional']       = 'Απαιτούνται οι διαστάσεις επιπρόσθετης εικόνας προϊόντος!';
$_['error_image_related']          = 'Απαιτούνται οι διαστάσεις εικόνας σχετικού προϊόντος!';
$_['error_image_compare']          = 'Απαιτούνται οι διαστάσεις εικόνας συγκρινόμενου προϊόντος!';
$_['error_image_wishlist']         = 'Απαιτούνται οι διαστάσεις εικόνας επιθυμητού προϊόντος!';
$_['error_image_cart']             = 'Απαιτούνται οι διαστάσεις εικόνας καλαθιού!';
$_['error_default']                = 'Ειδοποίηση: Δεν μπορείτε να διαγράψετε το προεπιλεγμένο κατάστημα!';
$_['error_store']                  = 'Ειδοποίηση: Αυτό το κατάστημα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';
?>