<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading
$_['heading_title']    = 'ملفات التنزيل';
$_['text_upload']      = 'تم الرفع بنجاح !';

// Text
$_['text_success']     = 'تم التعديل!';

// Column
$_['column_name']      = 'اسم ملف التنزيل';
$_['column_remaining'] = 'عدد التنزيلات المسموحة';
$_['column_action']    = 'تحرير';

// Entry
$_['entry_name']       = 'اسم ملف التنزيل:';
$_['entry_filename']   = 'اختيار ملف للرفع:<br /><span class="help">يمكنك رفع الملف من هنا أو بواسطة الاف تي بي الى ملف التنزيلات ثم وضع بينات الملف في الخانات أدناه.<br /><br />ايضاً ننصح أن يكون اسم الملف مختلف عن اسم القناع للملف لمنع الاشخاص من محاولة الوصول الى الرابط الأساسي للملف.</span>';
$_['entry_mask']       = 'اسم قناع للملف:';
$_['entry_remaining']  = 'عدد التنزيلات المسموحة:';
$_['entry_update']     = 'أرسل للعملاء السابقين :<br /><span class="help">يستخدم هذا الخيار لارسال تحديثات منتجات التنزيل لحساب العملاء الذين قاموا بشراء التنزيلات القديمة.</span>';

// Error
$_['error_permission'] = 'تحذير : انت لا تمتلك صلاحيات التعديل!';
$_['error_name']       = 'الاسم يجب أن يكون بين 3 و 64 رمزاً!';
$_['error_upload']     = 'مطلوب !';
$_['error_filename']   = 'اسم الملف يجب أن يكون بين 3 و 128 رمزاً!';
$_['error_exists']     = 'الملف غير صحيح !';
$_['error_mask']       = 'اسم قناع الملف يجب أن يكون بين 3 و 128 رمزاً!';
$_['error_filetype']   = 'نوع الملف غير مدعوم !';
$_['error_product']    = 'تحذير: لا يمكن حذف هذا التحميل لأنه مرتبط %s بمنتجات!';
?>