<?php
// Text
$_['text_title']          = 'Πιστωτική / Χρεωστική κάρτα (Paymate)';
$_['text_unable']         = 'Αποτυχία εντοπισμού ή ενημέρωσης της κατάστασης της παραγγελίας σας';
$_['text_declined']       = 'Η πληρωμή απορρίφθηκε από τη Paymate';
$_['text_failed']         = 'Αποτυχία Συναλλαγής Paymate';
$_['text_failed_message'] = '<p>Δυστυχώς υπήρξε ένα λάθος κατά την επεξεργασία των Paymate συναλλαγών σας.</p><p><b>Ειδοποίηση: </b>%s</p><p>Παρακαλώ επιβεβαιώστε το υπόλοιπο του Paymate λογαριασμού σας πριν επιχειρήσετε να επαναλάβετε την επεξεργασία της παραγγελίας.</p><p> Αν πιστεύετε ότι αυτή η συναλλαγή έχει ολοκληρωθεί με επιτυχία, ή εμφανίζεται ως χρέωση στο Paymate λογαριασμό σας, παρακαλώ <a href="%s">επικοινωνήστε μαζί μας</a> με τις λεπτομέρειες της παραγγελίας σας.</p>';
$_['text_basket']         = 'Καλάθι';
$_['text_checkout']       = 'Αγορά';
$_['text_success']        = 'Επιτυχία';
?>