<?php
// Text
$_['text_title']           = 'Πιστωτική ή Χρεωστική Κάρτα (Ασφαλής Εκκαθάριση μέσω PayPal)';
$_['text_credit_card']     = 'Λεπτομέρειες Πιστωτικής Κάρτας';
$_['text_start_date']      = '(εάν είναι διαθέσιμες)';
$_['text_issue']           = '(μόνο για κάρτες Maestro και Solo)';
$_['text_wait']            = 'Παρακαλώ Περιμένετε!';

// Entry
$_['entry_cc_owner']       = 'Κάτοχος Κάρτας:';
$_['entry_cc_type']        = 'Τύπος Κάρτας:';
$_['entry_cc_number']      = 'Αριθμός Κάρτας:';
$_['entry_cc_start_date']  = 'Ημερομηνία Έκδοσης Κάρτας:';
$_['entry_cc_expire_date'] = 'Ημερομηνία Λήξης Κάρτας:';
$_['entry_cc_cvv2']        = 'Κωδικός Ασφαλείας Κάρτας (CVV2):';
$_['entry_cc_issue']       = 'Αριθμός Εκδότη Κάρτας:';

// Error
$_['error_required']       = 'Ειδοποίηση: Απαιτείται η συμπλήρωση όλων των πεδίων πληροφοριών πληρωμής.';
$_['error_general']        = 'Ειδοποίηση: Συνέβη ένα απροσδιόριστο σφάλμα κατά τη συναλλαγή. Παρακαλώ δοκιμάστε αργότερα.';
$_['error_config']         = 'Ειδοποίηση: Σφάλμα ρυθμίσεων αρθρώματος πληρωμής. Ελέγξτε τα στοιχεία σύνδεσης.';
$_['error_address']        = 'Ειδοποίηση: Απέτυχε η επαλήθευση της διεύθυνσης πληρωμής, περιοχής και ταχυδρομικού κώδικα. Παρακαλώ δοκιμάστε ξανά.';
$_['error_declined']       = 'Ειδοποίηση: Άρνηση Συναλλαγής. Παρακαλώ δοκιμάστε ξανά.';
$_['error_invalid']        = 'Ειδοποίηση: Οι παρεχόμενες πληροφορίες της πιστωτικής κάρτας δεν είναι έγκυρες. Παρακαλώ δοκιμάστε ξανά.';
?>