<?php
// Heading
$_['heading_title']     = 'Ευχαριστούμε για την αγορά από το κατάστημα %s .... ';

// Text
$_['text_title']        = 'Πιστωτική / Χρεωστική Κάρτα (WorldPay)';
$_['text_response']     = 'Απάντηση από WorldPay:';
$_['text_success']      = '... Η πληρωμή σας ελήφθη με επιτυχία.';
$_['text_success_wait'] = '<b><span style="color: #FF0000">Παρακαλώ περιμένετε...</span></b> την ολοκλήρωση της επεξεργασίας της παραγγελίας σας.<br />Εάν δεν μεταφερθείτε αυτόματα σε 10 δευτερόλεπτα, παρακαλώ πατήστε <a href="%s">εδώ</a>.';
$_['text_failure']      = '... Η πληρωμή σας ακυρώθηκε!';
$_['text_failure_wait'] = '<b><span style="color: #FF0000">Παρακαλώ περιμένετε...</span></b><br />Εάν δεν μεταφερθείτε αυτόματα σε 10 δευτερόλεπτα, παρακαλώ πατήστε <a href="%s">εδώ</a>.';
$_['text_pw_mismatch']  = 'Τα στοιχεία CallbackPW δεν συμπίπτουν. Η Παραγγελία απαιτεί έρευνα.';						  
?>
