<?php
// Heading
$_['heading_title']           = 'Χώρα';

// Text
$_['text_success']            = 'Επιτυχία: Έχετε επεξεργαστεί τις χώρες!';

// Column
$_['column_name']             = 'Όνομα Χώρας';
$_['column_iso_code_2']       = 'Κωδικός ISO (2)';
$_['column_iso_code_3']       = 'Κωδικός ISO (3)';
$_['column_action']           = 'Ενέργεια';

// Entry
$_['entry_name']              = 'Όνομα Χώρας:';
$_['entry_iso_code_2']        = 'Κωδικός ISO (2):';
$_['entry_iso_code_3']        = 'Κωδικός ISO (3):';
$_['entry_address_format']    = 'Μορφή Διεύθυνσης:<br /><span class="help">
Όνομα = {firstname}<br />
Επώνυμο = {lastname}<br />
Επωνυμία = {company}<br />
Διεύθυνση 1 = {address_1}<br />
Διεύθυνση 2 = {address_2}<br />
Πόλη = {city}<br />
Τ.Κ. = {postcode}<br />
Ζώνη = {zone}<br />
Κωδικός Ζώνης = {zone_code}<br />
Χώρα = {country}</span>';
$_['entry_postcode_required'] = 'Απαιτείται ο ταχυδρομικός κώδικας:';
$_['entry_status']            = 'Κατάσταση:';

// Error
$_['error_permission']        = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις χώρες!';
$_['error_name']              = 'Το όνομα της χώρας πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_default']           = 'Ειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε ως η προεπιλεγμένη χώρα του καταστήματος!';
$_['error_store']             = 'Ειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_address']           = 'Ειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί καθώς έχει ανατεθεί σε %s καταχωρήσεις του βιβλίου διευθύνσεων!';
$_['error_affiliate']         = 'Ειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί καθώς έχει ανατεθεί σε %s συνεργάτες!';
$_['error_zone']              = 'Ειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί καθώς έχει ανατεθεί σε %s ζώνες!';
$_['error_zone_to_geo_zone']  = 'Ειδοποίηση: Αυτή η χώρα δεν μπορεί να διαγραφεί καθώς έχει ανατεθεί σε %s γεωγραφικές ζώνες!';
?>
