<?php
// Heading
$_['heading_title']        = 'Νόμισμα';  

// Text
$_['text_success']         = 'Επιτυχία: Έχετε επεξεργαστεί τα νομίσματα!';

// Column
$_['column_title']         = 'Τίτλος Νομίσματος';
$_['column_code']          = 'Κωδικός'; 
$_['column_value']         = 'Αξία';
$_['column_date_modified'] = 'Τελευταία Ενημέρωση';
$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_title']          = 'Τίτλος Νομίσματος:';
$_['entry_code']           = 'Κωδικός:<br /><span class="help"Μην τον αλλάξετε εάν είναι το προεπιλεγμένο σας νόμισμα. Πρέπει να είναι έγκυρος. <a href="http://www.xe.com/iso4217.php" target="_blank">Κωδικός ISO</a>.</span>';
$_['entry_value']          = 'Αξία:<br /><span class="help">Εισάγετε 1.00000 εάν είναι το προεπιλεγμένο σας νόμισμα.</span>';
$_['entry_symbol_left']    = 'Σύμβολο Αριστερά:';
$_['entry_symbol_right']   = 'Σύμβολο Δεξιά:';
$_['entry_decimal_place']  = 'Δεκαδικές Θέσεις:';
$_['entry_status']         = 'Κατάσταση:';

// Error
$_['error_permission']     = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα νομίσματα!';
$_['error_title']          = 'Ο τίτλος του νομίσματος πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_code']           = 'Ο κωδικός του νομίσματος πρέπει να περιέχει 3 χαρακτήρες!';
$_['error_default']        = 'Ειδοποίηση: Αυτό το νόμισμα δεν μπορεί να διαγραφεί, καθώς είναι το προεπιλεγμένο νόμισμα του καταστήματος!';
$_['error_store']          = 'Ειδοποίηση: Αυτό το νόμισμα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']          = 'Ειδοποίηση: Αυτό το νόμισμα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';
?>
