<?php
// Heading
$_['heading_title']      = 'Γεωγραφικές Ζώνες';

// Text
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τις γεωγραφικές ζώνες!';

// Column
$_['column_name']        = 'Όνομα Γεωγραφικής Ζώνης';
$_['column_description'] = 'Περιγραφή';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Γεωγραφικής Ζώνης:';
$_['entry_description']  = 'Περιγραφή:';
$_['entry_country']      = 'Χώρα:';
$_['entry_zone']         = 'Ζώνη:';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε γεωγραφικές ζώνες!';
$_['error_name']         = 'Το όνομα της γεωγραφικής ζώνης πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_description']  = 'Το όνομα της περιγραφής πρέπει να είναι από 3 έως 255 χαρακτήρες!';
$_['error_tax_rate']     = 'Ειδοποίηση: Αυτή η γεωγραφική ζώνη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε έναν ή περισσότερους φορολογικούς συντελεστές!';
?>
