<?php
// Heading
$_['heading_title']     = 'Γλώσσα';  

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις γλώσσες!'; 

// Column
$_['column_name']       = 'Όνομα Γλώσσας';
$_['column_code']       = 'Κωδικός';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Γλώσσας:';
$_['entry_code']        = 'Κωδικός:<br /><span class="help">πχ: en. Μην το αλλάξετε εάν είναι η προεπιλεγμένη σας γλώσσα.</span>';
$_['entry_locale']      = 'Locale:<br /><span class="help">πχ: en_US.UTF-8,en_US,en-gb,en_gb,english</span>';
$_['entry_image']       = 'Εικόνα:<br /><span class="help">πχ: gb.png</span>';
$_['entry_directory']   = 'Φάκελος:<br /><span class="help">Όνομα του φακέλου της γλώσσας (διάκριση πεζών κεφαλαίων)</span>';
$_['entry_filename']    = 'Όνομα Αρχείου:<br /><span class="help">Το όνομα του κυρίου αρχείου γλώσσας χωρίς την επέκταση</span>';
$_['entry_status']      = 'Κατάσταση:<br /><span class="help">Απόκρυψη/Εμφάνιση στη λίστα με τις γλώσσες</span>';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις γλώσσες!';
$_['error_name']        = 'Το όνομα της γλώσσας πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_code']        = 'Ο κωδικός της γλώσσας πρέπει να περιέχει τουλάχιστον 2 χαρακτήρες!';
$_['error_locale']      = 'Απαιτείται το Locale!';
$_['error_image']       = 'Το όνομα του αρχείου εικόνας πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_directory']   = 'Απαιτείται ο φάκελος!';
$_['error_filename']    = 'Το όνομα του αρχείου πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_default']     = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη γλώσσα του καταστήματος!';
$_['error_admin']       = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως γλώσσα διαχείρισης!';
$_['error_store']       = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']       = 'Ειδοποίηση: Αυτή η γλώσσα δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';
?>
