<?php
// Heading
$_['heading_title']    = 'Κλάσεις Μήκους';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις κλάσεις μήκους!';

// Column
$_['column_title']     = 'Τίτλος Μήκους';
$_['column_unit']      = 'Μονάδα Μήκους';
$_['column_value']     = 'Τιμή';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_title']      = 'Τίτλος Μήκους:';
$_['entry_unit']       = 'Μονάδα Μήκους:';
$_['entry_value']      = 'Τιμή:<br /><span class="help">Εισάγετε 1.00000 εάν αυτό είναι το προεπιλεγμένο μήκος.</span>';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις κλάσεις μήκους!';
$_['error_title']      = 'Ο τίτλος μήκους πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_unit']       = 'Η μονάδα μήκους πρέπει να είναι από 1 έως 4 χαρακτήρες!';
$_['error_default']    = 'Ειδοποίηση: Αυτή η κλάση μήκους δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη κλάση μήκους του καταστήματος!';
$_['error_product']    = 'Ειδοποίηση: Αυτή η κλάση μήκους δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>
