<?php
// Heading
$_['heading_title']    = 'Κατάσταση Παραγγελίας';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις καταστάσεις παραγγελίας!';

// Column
$_['column_name']      = 'Όνομα Κατάστασης Παραγγελίας';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Κατάστασης Παραγγελίας:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις καταστάσεις παραγγελίας!';
$_['error_name']       = 'H κατάσταση παραγγελίας πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_default']    = 'Ειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη κατάσταση παραγγελίας του καταστήματος!';
$_['error_download']   = 'Ειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη κατάσταση λήψεως αρχείων!';
$_['error_store']      = 'Ειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_order']      = 'Ειδοποίηση: Αυτή η κατάσταση παραγγελίας δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s παραγγελίες!';
?>
