<?php
// Heading
$_['heading_title']    = 'Ενέργεια Επιστροφής';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις ενέργειες επιστροφής!';

// Column
$_['column_name']      = 'Όνομα Ενέργειας Επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Ενέργειας Επιστροφής:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις ενέργειες επιστροφής!';
$_['error_name']       = 'Το όνομα της ενέργειας επιστροφής  πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_return']     = 'Ειδοποίηση: Αυτή η ενέργεια επιστροφής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s επιστραμμένα προϊόντα!';
?>
