<?php
// Heading
$_['heading_title']    = 'Αιτία Επιστροφής';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις αιτίες επιστροφής!';

// Column
$_['column_name']      = 'Όνομα Αιτίας Επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Αιτίας Επιστροφής:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις αιτίες επιστροφής!';
$_['error_name']       = 'Το όνομα της αιτίας επιστροφής πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_return']     = 'Ειδοποίηση: Αυτή η αιτία επιστροφής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s επιστραμμένα προϊόντα!';
?>
