<?php
// Heading
$_['heading_title']    = 'Κατάσταση Επιστροφής';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις καταστάσεις επιστροφής!';

// Column
$_['column_name']      = 'Όνομα Κατάστασης Επιστροφής';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Κατάστασης Επιστροφής:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις καταστάσεις επιστροφής!';
$_['error_name']       = 'Το όνομα της κατάστασης επιστροφής πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_default']    = 'Ειδοποίηση: Αυτή η κατάσταση επιστροφής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη κατάσταση επιστροφής του καταστήματος!';
$_['error_return']     = 'Ειδοποίηση: Αυτή η κατάσταση επιστροφής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s επιστροφές!';
?>
