<?php
// Heading
$_['heading_title']    = 'Κατάσταση Αποθέματος';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις καταστάσεις αποθέματος!';

// Column
$_['column_name']      = 'Όνομα Κατάστασης Αποθέματος';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Κατάστασης Αποθέματος:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις κατάστασεις αποθέματος!';
$_['error_name']       = 'Το όνομα της κατάστασης αποθέματος πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_product']    = 'Ειδοποίηση: Αυτή η κατάσταση αποθέματος δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>
