<?php
// Heading
$_['heading_title']        = 'Φορολογικοί Συντελεστές';

// Text
$_['text_percent']         = 'Ποσοστό';
$_['text_amount']          = 'Σταθερό Ποσό';
$_['text_success']         = 'Επιτυχία: Έχετε επεξεργαστεί τους φορολογικούς συντελεστές!';

// Column
$_['column_name']          = 'Όνομα Συντελεστή';
$_['column_rate']          = 'Φορολογικός Συντελεστής';
$_['column_type']          = 'Τύπος';
$_['column_geo_zone']      = 'Γεωγραφική Ζώνη';
$_['column_date_added']    = 'Ημερομηνία Προσθήκης';
$_['column_date_modified'] = 'Ημερομηνία Επεξεργασίας';
$_['column_action']        = 'Ενέργεια';

// Entry
$_['entry_name']           = 'Όνομα Φορολογικού Συντελεστή:';
$_['entry_rate']           = 'Φορολογικός Συντελεστής:';
$_['entry_type']           = 'Τύπος:';
$_['entry_customer_group'] = 'Ομάδα Πελατών:';
$_['entry_geo_zone']       = 'Γεωγραφική Ζώνη:';

// Error
$_['error_permission']     = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τους φορολογικούς συντελεστές!';
$_['error_tax_rule']       = 'Ειδοποίηση: Αυτός ο φορολογικός συντελεστής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s φορολογικές κλάσεις!';
$_['error_name']           = 'Το όνομα του φορολογικού συντελεστή πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_rate']           = 'Απαιτείται ο φορολογικός συντελεστής!';
?>
