<?php
// Heading
$_['heading_title']    = 'Κλάσεις Βάρους';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις κλάσεις βάρους!';

// Column
$_['column_title']     = 'Τίτλος Βάρους';
$_['column_unit']      = 'Μονάδα Βάρους';
$_['column_value']     = 'Τιμή';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_title']      = 'Τίτλος Βάρους:';
$_['entry_unit']       = 'Μονάδα Βάρους:';
$_['entry_value']      = 'Τιμή:<br /><span class="help">Εισάγετε 1.00000 εάν αυτό είναι το προεπιλεγμένο σας βάρος.</span>';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις κλάσεις βάρους!';
$_['error_title']      = 'O τίτλος βάρους πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_unit']       = 'Η μονάδα βάρους πρέπει να είναι από 1 έως 4 χαρακτήρες!';
$_['error_default']    = 'Ειδοποίηση: Αυτή η κλάση βάρους δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη κλάση βάρους του καταστήματος!';
$_['error_product']    = 'Ειδοποίηση: Αυτή η κλάση βάρους δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>
