<?php
// Heading
$_['heading_title']          = 'Ζώνες';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε επεξεργαστεί τις ζώνες!';

// Column
$_['column_name']            = 'Όνομα Ζώνης';
$_['column_code']            = 'Κωδικός Ζώνης';
$_['column_country']         = 'Χώρα';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_status']           = 'Κατάσταση Ζώνης:';
$_['entry_name']             = 'Όνομα Ζώνης:';
$_['entry_code']             = 'Κωδικός Ζώνης:';
$_['entry_country']          = 'Χώρα:';

// Error
$_['error_permission']       = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις ζώνες!';
$_['error_name']             = 'Το όνομα της ζώνης πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_default']          = 'Ειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη ζώνη του καταστήματος!';
$_['error_store']            = 'Ειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_address']          = 'Ειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταχωρήσεις του βιβλίου διευθύνσεων!';
$_['error_affiliate']        = 'Ειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s συνεργάτες!';
$_['error_zone_to_geo_zone'] = 'Ειδοποίηση: Αυτή η ζώνη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s γεωγραφικές ζώνες!';
?>
