<?php
// Heading
$_['heading_title']      = 'Banners';

// Text
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τα banners!';
$_['text_default']       = 'Προεπιλογή';
$_['text_image_manager'] = 'Διαχείριση Εικόνων';
$_['text_browse']        = 'Αναζήτηση';
$_['text_clear']         = 'Διαγραφή';

// Column
$_['column_name']        = 'Όνομα Banner';
$_['column_status']      = 'Κατάσταση';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Banner:';
$_['entry_title']        = 'Τίτλος:';
$_['entry_link']         = 'Σύνδεσμος:';
$_['entry_image']        = 'Εικόνα:';
$_['entry_status']       = 'Κατάσταση:';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα Banners!';
$_['error_name']         = 'Το όνομα του Banner πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_title']        = 'Ο τίτλος του Banner πρέπει να είναι από 2 έως 64 χαρακτήρες!';
$_['error_default']      = 'Ειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη διάταξη του καταστήματος!';
$_['error_product']      = 'Ειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
$_['error_category']     = 'Ειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s κατηγορίες!';
$_['error_information']  = 'Ειδοποίηση: Αυτή η διάταξη δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s σελίδες πληροφοριών!';
?>