<?php
// Heading
$_['heading_title']         = 'Προσαρμοσμένα Πεδία';

// Text
$_['text_success']          = 'Επιτυχία: Έχετε επεξεργαστεί τα προσαρμοσμένα πεδία!';
$_['text_choose']           = 'Επιλογή';
$_['text_select']           = 'Μενού Επιλογών';
$_['text_radio']            = 'Κουμπιά Ραδιοφώνου';
$_['text_checkbox']         = 'Πεδία Τσεκ';
$_['text_input']            = 'Εισαγωγή';
$_['text_text']             = 'Γραμμή Κειμένου';
$_['text_textarea']         = 'Περιοχή Κειμένου';
$_['text_file']             = 'Αρχείο';
$_['text_date']             = 'Ημερομηνία';
$_['text_datetime']         = 'Ημερομηνία &amp; Ώρα';
$_['text_time']             = 'Ώρα';
$_['text_customer']         = 'Πελάτης';
$_['text_address']          = 'Διεύθυνση';
$_['text_payment_address']  = 'Διεύθυνση Πληρωμής';
$_['text_shipping_address'] = 'Διεύθυνση Αποστολής';

// Column
$_['column_name']           = 'Όνομα Προσαρμοσμένου Πεδίου';
$_['column_type']           = 'Τύπος';
$_['column_location']       = 'Τοποθεσία';
$_['column_sort_order']     = 'Σειρά Ταξινόμησης';
$_['column_action']         = 'Action';

// Entry
$_['entry_name']           = 'Όνομα Προσαρμοσμένου Πεδίου:';
$_['entry_type']           = 'Τύπος:';
$_['entry_value']          = 'Τιμή:';
$_['entry_custom_value']   = 'Όνομα Τιμής Προσαρμοσμένου Πεδίου:';
$_['entry_required']       = 'Απαιτείται:';
$_['entry_location']       = 'Τοποθεσία:';
$_['entry_position']       = 'Θέση:';
$_['entry_sort_order']     = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']     = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα προσαρμοσμένα πεδία!';
$_['error_name']           = 'Το όνομα επιλογής πρέπει να είναι από 1 έως 128 χαρακτήρες!';
$_['error_type']           = 'Ειδοποίηση: Απαιτούνται οι τιμές επιλογής!';
$_['error_custom_value']   = 'Το όνομα προσαρμοσμένης τιμής πρέπει να είναι από 1 έως 128 χαρακτήρες!';
$_['error_product']        = 'Ειδοποίηση: Αυτή η προσαρμογή δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>