<?php
// Heading 
$_['heading_title']     = 'Βιβλίο Διευθύνσεων';

// Text
$_['text_account']      = 'O Λογαριασμός μου';
$_['text_address_book'] = 'Καταχωρήσεις Βιβλίου Διευθύνσεων';
$_['text_edit_address'] = 'Επεξεργασία Διεύθυνσης';
$_['text_insert']       = 'Η διεύθυνσή σας έχει εισαχθεί με επιτυχία';
$_['text_update']       = 'Η διεύθυνσή σας έχει ενημερωθεί με επιτυχία';
$_['text_delete']       = 'Η διεύθυνσή σας έχει διαγραφεί με επιτυχία';

// Entry
$_['entry_firstname']   = 'Όνομα:';
$_['entry_lastname']    = 'Επίθετο:';
$_['entry_company']     = 'Επωνυμία:';
$_['entry_company_id']  = 'Επάγγελμα:';
$_['entry_tax_id']      = 'Α.Φ.Μ. / Δ.Ο.Υ.:';
$_['entry_address_1']   = 'Διεύθυνση 1:';
$_['entry_address_2']   = 'Διεύθυνση 2:';
$_['entry_postcode']    = 'Τ.Κ.:';
$_['entry_city']        = 'Πόλη:';
$_['entry_country']     = 'Χώρα:';
$_['entry_zone']        = 'Περιφέρεια / Περιοχή:';
$_['entry_default']     = 'Προεπιλεγμένη Διεύθυνση:';

// Error
$_['error_delete']      = 'Ειδοποίηση: πρέπει να έχετε τουλάχιστον μία διεύθυνση!';
$_['error_default']     = 'Ειδοποίηση: Δεν μπορείτε να διαγράψετε την προεπιλεγμένη διεύθυνσή σας!';
$_['error_firstname']   = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']    = 'Το επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_vat']         = 'Ο αριθμός Α.Φ.Μ. δεν είναι έγκυρος!';
$_['error_address_1']   = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_postcode']    = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
$_['error_city']        = 'Η πόλη πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_country']     = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']        = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
?>
