<?php
// Heading 
$_['heading_title']     = 'Πληροφορίες Λογαριασμού';

// Text
$_['text_account']      = 'O Λογαριασμός μου';
$_['text_edit']         = 'Επεξεργασία Πληροφοριών';
$_['text_your_details'] = 'Οι Προσωπικές σας Πληροφορίες';
$_['text_success']      = 'Ο λογαριασμός σας ενημερώθηκε με επιτυχία.';

// Entry
$_['entry_firstname']  = 'Όνομα:';
$_['entry_lastname']   = 'Επίθετο:';
$_['entry_email']      = 'Email:';
$_['entry_telephone']  = 'Τηλέφωνο:';
$_['entry_fax']        = 'Φαξ:';

// Error
$_['error_exists']     = 'Ειδοποίηση: Η διεύθυνση email είναι ήδη καταχωρημένη!';
$_['error_firstname']  = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']   = 'Το επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']      = 'H διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']  = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
?>
