<?php
// Heading 
$_['heading_title']   = 'Ξεχάσατε τον κωδικό σας;';

// Text
$_['text_account']    = 'O Λογαριασμός μου';
$_['text_forgotten']  = 'Ξεχάσατε τον κωδικό σας;';
$_['text_your_email'] = 'Το email σας';
$_['text_email']      = 'Εισάγετε το email που έχετε δηλώσει στο λογαριασμό σας. Πατήστε το κουμπί συνέχεια για να σας αποσταλεί με email ο κωδικός .';
$_['text_success']    = 'Ένας νέος κωδικός έχει αποσταλεί στη διεύθυνση email σας.';

// Entry
$_['entry_email']     = 'Διεύθυνση email:';

// Error
$_['error_email']     = 'Ειδοποίηση: Η διεύθυνση email δεν βρέθηκε καταχωρημένη, παρακαλώ προσπαθήστε ξανά!';
?>