<?php
// Heading 
$_['heading_title']      = 'Επιστροφές Προϊόντων';

// Text
$_['text_account']       = 'O Λογαριασμός μου';
$_['text_return']        = 'Πληροφορίες Επιστροφής';
$_['text_return_detail'] = 'Πληροφορίες Επιστροφής';
$_['text_description']   = '<p>Παρακαλώ συμπληρώστε την ακόλουθη φόρμα για να ζητήσετε Αριθμό Έγκρισης Επιστροφής Προϊόντων (Α.Ε.Ε.Π).</p>';
$_['text_order']         = 'Πληροφορίες Παραγγελίας';
$_['text_product']       = 'Πληροφορίες Προϊόντος &amp; Αιτία Επιστροφής';
$_['text_message']       = '<p>Ευχαριστούμε για την υποβολή αιτήματος επιστροφής. Το αίτημα σας προωθήθηκε στο αρμόδιο τμήμα για επεξεργασία.</p><p> Θα ειδοποιηθείτε μέσω email για την κατάσταση του αιτήματός σας.</p>';
$_['text_return_id']     = 'Αριθμός Επιστροφής:';
$_['text_order_id']      = 'Αριθμός Παραγγελίας:';
$_['text_date_ordered']  = 'Ημερομηνία Παραγγελίας:';
$_['text_status']        = 'Κατάσταση:';
$_['text_date_added']    = 'Ημερομηνία Καταχώρησης:';
$_['text_customer']      = 'Πελάτης:';
$_['text_comment']       = 'Σχόλια Επιστροφής';
$_['text_history']       = 'Ιστορικό Επιστροφών';
$_['text_empty']         = 'Δεν έχετε προηγούμενες επιστροφές!';
$_['text_agree']         = 'Έχω διαβάσει και αποδέχομαι τους <a class="colorbox" href="%s" alt="%s"><b>%s</b></a>';

// Column
$_['column_product']     = 'Όνομα Προϊόντος';
$_['column_model']       = 'Κωδικός Προϊόντος';
$_['column_quantity']    = 'Ποσότητα';
$_['column_price']       = 'Τιμή';
$_['column_opened']      = 'Ανοιγμένο';
$_['column_comment']     = 'Σχόλια';
$_['column_reason']      = 'Αιτία';
$_['column_action']      = 'Ενέργεια';
$_['column_date_added']  = 'Ημερομηνία Καταχώρησης';
$_['column_status']      = 'Κατάσταση';

// Entry
$_['entry_order_id']     = 'Αριθμός Παραγγελίας:';
$_['entry_date_ordered'] = 'Ημερομηνία Παραγγελίας:';
$_['entry_firstname']    = 'Όνομα:';
$_['entry_lastname']     = 'Επίθετο:';
$_['entry_email']        = 'Email:';
$_['entry_telephone']    = 'Τηλέφωνο:';
$_['entry_product']      = 'Όνομα Προϊόντος:';
$_['entry_model']        = 'Κωδικός Προϊόντος:';
$_['entry_quantity']     = 'Ποσότητα:';
$_['entry_reason']       = 'Αιτία Επιστροφής:';
$_['entry_opened']       = 'Το Προϊόν έχει ανοιχτεί:';
$_['entry_fault_detail'] = 'Ελαττωματικό ή άλλες λεπτομέρειες:';
$_['entry_captcha']      = 'Εισάγετε τον κωδικό στο ακόλουθο πλαίσιο:';

// Error
$_['text_error']         = 'Δεν βρέθηκαν οι επιστροφές που ζητήσατε!';
$_['error_order_id']     = 'Απαιτείται ο αριθμός παραγγελίας!';
$_['error_firstname']    = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']     = 'Το επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']        = 'Η διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']    = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_product']      = 'Το όνομα του προϊόντος πρέπει να είναι μεγαλύτερο από 3 και μικρότερο από 255 χαρακτήρες!';
$_['error_model']        = 'Ο κωδικός του προϊόντος πρέπει να είναι μεγαλύτερος από 3 και μικρότερος από 64 χαρακτήρες!';
$_['error_reason']       = 'Πρέπει να επιλέξετε αιτία επιστροφής!';
$_['error_captcha']      = 'Ο κωδικός επιβεβαίωσης δεν ταιριάζει με την εικόνα!';
$_['error_agree']        = 'Ειδοποίηση: Πρέπει να αποδεχτείτε τους %s!';
?>
