<?php
// Heading
$_['heading_title'] = 'Ο λογαριασμός σας έχει δημιουργηθεί!';

// Text
$_['text_message']  = '<p>Συγχαρητήρια! Ο νέος σας λογαριασμός έχει δημιουργηθεί!</p> <p>Μπορείτε τώρα να επωφεληθείτε από τα προνόμια των μελών και να ενισχύσετε τη διαδικτυακή σας εμπειρία αγορών με επιπρόσθετες δυνατότητες.</p> <p>Αν έχετε οποιαδήποτε απορία σχετικά με τη λειτουργία του διαδικτυακού μας καταστήματος, παρακαλώ επικοινωνήστε μαζί μας.</p> <p>Ένα μήνυμα επιβεβαίωσης έχει αποσταλεί στη διεύθυνση email που δηλώσατε. Αν δεν το έχετε λάβει μέσα σε μια ώρα, ελέγξτε το φάκελο Spam, διαφορετικά παρακαλώ <a href="%s">επικοινωνήστε μαζί μας</a>.</p>';
$_['text_approval'] = '<p>Σας ευχαριστούμε για την εγγραφή %s!</p><p>Θα ειδοποιηθείτε μέσω email μόλις ο λογαριασμός σας έχει ενεργοποιηθεί από το διαχειριστή του καταστήματος.</p><p>Αν έχετε οποιαδήποτε απορία σχετικά με τη λειτουργία του διαδικτυακού μας καταστήματος παρακαλώ <a href="%s">επικοινωνήστε μαζί μας</a>.</p>';
$_['text_account']  = 'O Λογαριασμός μου';
$_['text_success']  = 'Επιτυχία';
?>