<?php
// Heading 
$_['heading_title']    = 'Αγοράστε μία Δωροεπιταγή';

// Text
$_['text_account']     = 'O Λογαριασμός μου';
$_['text_voucher']     = 'Αγορά Δωροεπιταγής';
$_['text_description'] = 'Αυτή η δωροεπιταγή θα αποσταλεί μέ email στον παραλήπτη αφού ολοκληρωθεί ή πληρωμή σας.';
$_['text_agree']       = 'Αποδέχομαι ότι η αξία των δωροεπιταγών δεν επιστρέφεται.';
$_['text_message']     = '<p>Σας ευχαριστούμε για την αγορά της δωροεπιταγής! Μετά την ολοκλήρωση της παραγγελίας σας, ο παραλήπτης της δωροεπιταγής θα ενημερωθεί μέσω email για τον τρόπο εξαργύρωσης της.</p>';
$_['text_for']         = 'Δωροεπιταγή %s (Αποδέκτης %s)';

// Entry
$_['entry_to_name']    = 'Όνομα παραλήπτη:';
$_['entry_to_email']   = 'Email παραλήπτη:';
$_['entry_from_name']  = 'Το όνομα σας:';
$_['entry_from_email'] = 'Το email σας:';
$_['entry_theme']      = 'Θέμα Δωροεπιταγής:';
$_['entry_message']    = 'Μήνυμα:<br /><span class="help">(Προαιρετικό)</span>';
$_['entry_amount']     = 'Ποσό:<br /><span class="help">(Η αξία της δωροεπιταγής πρέπει να είναι από %s έως %s)</span>';

// Error
$_['error_to_name']    = 'Το όνομα του παραλήπτη πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_from_name']  = 'Το όνομα σας πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_email']      = 'H διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_theme']      = 'Πρέπει να εισάγετε ένα Θέμα!';
$_['error_amount']     = 'Η αξία πρέπει να είναι από %s έως %s!';
$_['error_agree']      = 'Ειδοποίηση: Πρέπει να αποδεχτείτε ότι η αξία των δωροεπιταγών δεν επιστρέφεται!';
?>