<?php
// Heading 
$_['heading_title']     = 'Списък с адреси';

// Text
$_['text_account']      = 'Профил';
$_['text_address_book'] = 'Адреси';
$_['text_edit_address'] = 'Редактиране на адрес';
$_['text_insert']       = 'Успешно добавихте адрес';
$_['text_update']       = 'Успешно променихте адрес';
$_['text_delete']       = 'Успешно изтрихте адрес';

// Entry
$_['entry_firstname']   = 'Име:';
$_['entry_lastname']    = 'Фамилия:';
$_['entry_company']     = 'Фирма:';
$_['entry_address_1']   = 'Адрес 1:';
$_['entry_address_2']   = 'Адрес 2:';
$_['entry_postcode']    = 'Пощенски код:';
$_['entry_city']        = 'Град:';
$_['entry_country']     = 'Държава:';
$_['entry_zone']        = 'Област:';
$_['entry_default']     = 'Основен адрес:';

// Error
$_['error_delete']      = 'Трябва да имате поне 1 адрес!';
$_['error_default']     = 'Не можете да изтриете основния си адрес!';
$_['error_firstname']   = 'Името трябва да съдържа между 1 и 32 символа!';
$_['error_lastname']    = 'Фамилията трябва да съдържа между 1 и 32 символа!';
$_['error_address_1']   = 'Адресът трябва да съдържа между 3 и 128 символа!';
$_['error_postcode']    = 'Пощенският код трябва да съдържа между 2 и 10 символа!';
$_['error_city']        = 'Градът трябва да съдържа между 3 и 128 символа!';
$_['error_country']     = 'Изберете държава!';
$_['error_zone']        = 'Изберете област!';
?>