<?php
// Heading 
$_['heading_title']   = 'Забравена парола?';

// Text
$_['text_account']    = 'Профил';
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'Вашият E-Mail адрес';
$_['text_email']      = 'Въведете e-mail адреса, с който сте се регистрирали. Изпратете ни го, за да ви изпратим на него новата парола.';
$_['text_success']    = 'Новата парола Ви е изпратена на посочения e-mail адрес.';

// Entry
$_['entry_email']     = 'E-Mail адрес:';

// Error
$_['error_email']     = 'Внимание! Няма такъв адрес в базата ни от данни. Моля опитайте с друг!';
?>