<?php
// Heading
$_['heading_title'] = 'Успешно създадохте профил!';

// Text
$_['text_message']  = '<p>Поздравления! Вашият профил беше успешно създаден!</p> <p>Вече можете да се възползвате от всички предимства, коит Ви дава регистрацията при нас.</p> <p>Ако имате някакви въпроси, не се колебайте да ни ги зададете.</p> <p>Потвърждение на регистрацията беше изпратено на вашия имейл. Ако не го получите до 1 час, моля <a href="%s">свържете се с нас</a>.</p>';
$_['text_approval'] = '<p>Благодарим ви за регистрацията в %s!</p><p>Ще получите потвърждение по e-mail веднага след като профила ви бъде одобрен от администратор.</p><p>Ако имате някакви въпроси, не се колебайте да се <a href="%s">свържете с нас</a>.</p>';
$_['text_account']  = 'Профил';
$_['text_success']  = 'Успех!';
?>