<?php
// Heading 
$_['heading_title']    = 'Поръчка на ваучер за подарък';

// Text
$_['text_account']     = 'Профил';
$_['text_voucher']     = 'Ваучер за подарък';
$_['text_description'] = 'Този ваучер ще бъде изпратен на получателя, след като получим плащането.';
$_['text_agree']       = 'Съгласен съм, че ваучерът не може да ми бъде върнат.';
$_['text_message']     = '<p>Благодарим ви за покупката на ваучер. Веднага след получаване на плащането, ние ще изпратим мейл на получателя, с указания как да използва ваучера.</p>';
$_['text_for']         = '%s Ваучер за подарък на %s';

// Entry
$_['entry_to_name']    = 'Име на получателя:';
$_['entry_to_email']   = 'Email на получателя:';
$_['entry_from_name']  = 'Вашето име:';
$_['entry_from_email'] = 'Вашият Email:';
$_['entry_theme']      = 'Тема на ваучера:';
$_['entry_message']    = 'Съобщение:<br /><span class="help">(Опция)</span>';
$_['entry_amount']     = 'Стойност:<br /><span class="help">(Стойността може да бъде между %s и %s)</span>';

// Error
$_['error_to_name']    = 'Името на получателя трябва да съдържа между 1 и 64 символа!';
$_['error_from_name']  = 'Вашето име трябва да съдържа между 1 и 64 символа!';
$_['error_email']      = 'E-Mail адресът е невалиден!';
$_['error_theme']      = 'Трябва да изберете тема!';
$_['error_amount']     = 'Стойността трябва да бъде между %s и %s!';
$_['error_agree']      = 'Отбележете, че сте съгласни с условието, че ваучерът не може да бъде върнат';
?>