<?php
// Heading 
$_['heading_title'] = 'Желани продукти';

// Text
$_['text_account']  = 'Профил';
$_['text_instock']  = 'На склад';
$_['text_wishlist'] = 'Списък с желани продукти (%s)';
$_['text_login']    = 'Трябва да <a href="%s">влезете</a> или да се <a href="%s">регистрирате</a> за да добавите <a href="%s">%s</a> към вашия списък с <a href="%s">желани продукти</a>!';
$_['text_success']  = 'Успешно добавихте <a href="%s">%s</a> към вашия списък с <a href="%s">желани продукти</a>!';
$_['text_remove']   = 'Успешно променихте списъка си с желани продукти!';
$_['text_empty']    = 'Вашият списък с желани продукти е празен.';

// Column
$_['column_image']  = 'Изображение';
$_['column_name']   = 'Продукт';
$_['column_model']  = 'Модел';
$_['column_stock']  = 'Наличност';
$_['column_price']  = 'Единична цена';
$_['column_action'] = 'Действие';
?>