<?php
// Heading  
$_['heading_title']       = 'Κουπόνι';

// Text
$_['text_success']        = 'Επιτυχία: Έχετε επεξεργαστεί τα κουπόνια!';
$_['text_percent']        = 'Ποσοστό';
$_['text_amount']         = 'Σταθερό Ποσό';

// Column
$_['column_name']         = 'Όνομα Κουπονιού';
$_['column_code']         = 'Κωδικός';
$_['column_discount']     = 'Έκπτωση';
$_['column_date_start']   = 'Ημερομηνία Έναρξης';
$_['column_date_end']     = 'Ημερομηνία Λήξης';
$_['column_status']       = 'Κατάσταση';
$_['column_order_id']     = 'Αριθμός Παραγγελίας';
$_['column_customer']     = 'Πελάτης';
$_['column_amount']       = 'Ποσό';
$_['column_date_added']   = 'Ημερομηνία Προσθήκης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_name']          = 'Όνομα Κουπονιού:';
$_['entry_code']          = 'Κωδικός:<br /><span class="help">Ο κωδικός που εισάγει ο πελάτης για να δεχθεί την έκπτωση</span>';
$_['entry_type']          = 'Τύπος:<br /><span class="help">Ποσοστό ή Σταθερό Ποσό</span>';
$_['entry_discount']      = 'Έκπτωση:';
$_['entry_logged']        = 'Σύνδεση Πελάτη:<br /><span class="help">Ο πελάτης θα πρέπει να συνδεθεί για να χρησιμοποιήσει το κουπόνι.</span>';
$_['entry_shipping']      = 'Δωρεάν Αποστολή:';
$_['entry_total']         = 'Συνολικό Ποσό:<br /><span class="help">Το συνολικό ποσό που θα πρέπει να φτάσει η παραγγελία για να θεωρηθεί έγκυρο το κουπόνι.</span>';
$_['entry_category']      = 'Κατηγορίες:<br /><span class="help">Επιλέξτε τις κατηγορίες προϊόντων που θα ισχύει το κουπόνι (Αυτόματη Συμπλήρωση Κειμένου).</span>';
$_['entry_product']       = 'Προϊόντα:<br /><span class="help">Επιλέξτε τα προϊόντα που θα ισχύει το κουπόνι (Αυτόματη Συμπλήρωση Κειμένου). Αφήστε κενό το πεδίο για να ισχύει για ολόκληρο το καλάθι.</span>';
$_['entry_date_start']    = 'Ημερομηνία Έναρξης:';
$_['entry_date_end']      = 'Ημερομηνία Λήξης:';
$_['entry_uses_total']    = 'Χρήσεις ανά Κουπόνι:<br /><span class="help">Ο μέγιστος αριθμός χρήσεων του κουπονιού για όλους τους πελάτες. Αφήστε το κενό για απεριόριστες χρήσεις.</span>';
$_['entry_uses_customer'] = 'Χρήσεις ανά Πελάτη:<br /><span class="help">Ο μέγιστος αριθμός χρήσεων του κουπονιού από έναν πελάτη. Αφήστε το κενό για απεριόριστες χρήσεις.</span>';
$_['entry_status']        = 'Κατάσταση:';

// Error
$_['error_permission']    = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα κουπόνια!';
$_['error_exists']        = 'Ειδοποίηση: Ο κωδικός του κουπονιού χρησιμοποιείται ήδη!';
$_['error_name']          = 'Το όνομα του κουπονιού πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_code']          = 'Ο κωδικός πρέπει να είναι από 3 έως 10 χαρακτήρες!';
?>