<?php
// Heading
$_['heading_title']             = 'Ομάδα Πελατών';

// Text
$_['text_success']              = 'Επιτυχία: Έχετε επεξεργαστεί τις ομάδες πελατών!';

// Column
$_['column_name']               = 'Όνομα Ομάδας Πελατών';
$_['column_sort_order']         = 'Σειρά Ταξινόμησης';
$_['column_action']             = 'Ενέργεια';

// Entry
$_['entry_name']                = 'Όνομα Ομάδας Πελατών:';
$_['entry_description']         = 'Περιγραφή:';
$_['entry_approval']            = 'Έγκριση Νέων Πελατών:<br /><span class="help">Οι πελάτες θα πρέπει να έχουν εγκριθεί από ένα διαχειριστή για να να μπορέσουν να συνδεθούν.</span>';
$_['entry_company_id_display']  = 'Εμφάνιση Επαγγέλματος:<br /><span class="help">Εμφάνιση του πεδίου επαγγέλματος.</span>';
$_['entry_company_id_required'] = 'Απαιτείται το Επάγγελμα:<br /><span class="help">Σε αυτή την ομάδα πελατών απαιτείται να εισαχθεί το επάγγελμα.</span>';
$_['entry_tax_id_display']      = 'Εμφάνιση Α.Φ.Μ. / Δ.Ο.Υ.:<br /><span class="help">Εμφάνιση του πεδίου Α.Φ.Μ. / Δ.Ο.Υ..</span>';
$_['entry_tax_id_required']     = 'Απαιτούνται Α.Φ.Μ. / Δ.Ο.Υ.:<br /><span class="help">Σε αυτή την ομάδα πελατών απαιτείται να εισαχθούν τα Α.Φ.Μ. / Δ.Ο.Υ..</span>';
$_['entry_sort_order']          = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']          = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις ομάδες πελατών!';
$_['error_name']                = 'Το όνομα της ομάδας πελατών πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_default']             = 'Ειδοποίηση: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως η προεπιλεγμένη ομάδα πελατών!';
$_['error_store']               = 'Ειδοποίηση: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s καταστήματα!';
$_['error_customer']            = 'Ειδοποίηση: Αυτή η ομάδα πελατών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s πελάτες!';
?>
