<?php
// Heading
$_['heading_title']      = 'Θέματα Δωροεπιταγών';

// Text
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τα θέματα δωροεπιταγών!';
$_['text_image_manager'] = 'Διαχείριση Εικόνων';
$_['text_browse']        = 'Αναζήτηση';
$_['text_clear']         = 'Διαγραφή';

// Column
$_['column_name']        = 'Όνομα Θέματος Δωροεπιταγής';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Θέματος Δωροεπιταγής:';
$_['entry_description']  = 'Περιγραφή Θέματος Δωροεπιταγής:';
$_['entry_image']        = 'Εικόνα:';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα θέματα δωροεπιταγών!';
$_['error_name']        = 'Το θέμα δωροεπιταγής πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_image']       = 'Απαιτείται εικόνα!';
$_['error_voucher']     = 'Ειδοποίηση: Αυτό το θέμα δωροεπιταγής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s δωροεπιταγές!';
?>