<?php
// Heading  
$_['heading_title']     = 'Δωροεπιταγή';

// Text
$_['text_send']         = 'Αποστολή';
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις δωροεπιταγές!';
$_['text_sent']         = 'Επιτυχία: Το email της δωροεπιταγής έχει αποσταλεί!';
$_['text_wait']         = 'Παρακαλώ Περιμένετε!';

// Column
$_['column_name']       = 'Όνομα Δωροεπιταγής';
$_['column_code']       = 'Κωδικός';
$_['column_from']       = 'Από';
$_['column_to']         = 'Προς';
$_['column_theme']      = 'Θέμα';
$_['column_amount']     = 'Ποσό';
$_['column_status']     = 'Κατάσταση';
$_['column_order_id']   = 'Αριθμός Παραγγελίας';
$_['column_customer']   = 'Πελάτης';
$_['column_date_added'] = 'Ημερομηνία Προσθήκης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_code']        = 'Κωδικός:<br /><span class="help">Ο κωδικός που εισάγει ο πελάτης για να ενεργοποιήσει τη δωροεπιταγή.</span>';
$_['entry_from_name']   = 'Όνομα Αποστολέα:';
$_['entry_from_email']  = 'Email Αποστολέα:';
$_['entry_to_name']     = 'Όνομα Παραλήπτη:';
$_['entry_to_email']    = 'Email Παραλήπτη:';
$_['entry_theme']       = 'Θέμα:';
$_['entry_message']     = 'Μήνυμα:';
$_['entry_amount']      = 'Ποσό:';
$_['entry_status']      = 'Κατάσταση:';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις δωροεπιταγές!';
$_['error_exists']      = 'Ειδοποίηση: Ο κωδικός της δωροεπιταγής έχει ήδη χρησιμοποιηθεί!';
$_['error_code']        = 'Ο κωδικός πρέπει να είναι από 3 έως 10 χαρακτήρες!';
$_['error_to_name']     = 'Το όνομα παραλήπτη πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_from_name']   = 'Το όνομα πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_email']       = 'Η διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_amount']      = 'Το ποσό πρέπει να είναι μεγαλύτερο ή ίσο με 1!';
$_['error_order']       = 'Ειδοποίηση: Αυτή η δωροεπιταγή δεν μπορεί να διαγραφεί, καθώς περιλαμβάνεται σε <a href="%s">παραγγελία</a>!';
?>
