<?php
// Heading  
$_['heading_title']          = 'Кошница';

// Text
$_['text_success']           = 'Успешно добавихте <a href="%s">%s</a> във вашата <a href="%s">кошница</a>!';
$_['text_remove']            = 'Успешно обновихте вашата кошница!';
$_['text_coupon']            = 'Успешно използвахте кода за отстъпка!';
$_['text_voucher']           = 'Успешно използвахте ваучера за подарък!';
$_['text_reward']            = 'Успешно използвахте вашите бонус точки!';
$_['text_shipping']          = 'Избрахте успешно начин на доставка!';
$_['text_login']             = 'Трябва да <a href="%s">влезете</a> или <a href="%s">да се регистрирате</a> за да видите цените!';
$_['text_points']            = 'Бонус точки: %s';
$_['text_items']             = '%s продукт(а) - %s';
$_['text_next']              = 'Следващи възможни стъпки';
$_['text_next_choice']       = 'Бихте могли да ползвате бонус точки, код за отстъпка или да видите стойността на доставката.';
$_['text_use_coupon']        = 'Използвайте код за отстъпка';
$_['text_use_voucher']       = 'Използвайте ваучер за подарък';
$_['text_use_reward']        = 'Използвайте бонус точки (Разполагате с %s)';
$_['text_shipping_estimate'] = 'Вижте опциите за доставка';
$_['text_shipping_detail']   = 'Въведете адрес, за да видите опциите за доставка.';
$_['text_shipping_method']   = 'Моля изберете начин на доставка на тази поръчка.';
$_['text_empty']             = 'Кошницата ви е празна!';

// Column
$_['column_image']           = 'Изображение';
$_['column_name']            = 'Продукт';
$_['column_model']           = 'Модел';
$_['column_quantity']        = 'Количество';
$_['column_price']           = 'Единична цена';
$_['column_total']           = 'Общо';

// Entry
$_['entry_coupon']           = 'Въведете код за отстъпка:';
$_['entry_voucher']          = 'Въведете кода на ваучера:';
$_['entry_reward']           = 'Бонус точки, които желаете да ползвате (Максимум %s):';
$_['entry_country']          = 'Държава:';
$_['entry_zone']             = 'Област:';
$_['entry_postcode']         = 'Пощенски код:';

// Error
$_['error_stock']            = 'Продуктите, отбелязани с *** са в недостатъчно количество или не са налични!';
$_['error_minimum']          = 'Минималното количество за поръчка на %s е %s!';	
$_['error_required']         = '%s е задължително!';	
$_['error_product']          = 'Внимание! Няма продукти в кошницата!';	
$_['error_coupon']           = 'Този код вече е използван или невалиден!';
$_['error_voucher']          = 'Кодът на ваучера е невалиден или вече използван!';
$_['error_reward']           = 'Моля въведете колко бонус точки желаете да използвате!';	
$_['error_points']           = 'Внимание! Не разполагате с %s бонус точки';
$_['error_maximum']          = 'Максималният брой бонус точки, който можете да ползвате е %s!';
$_['error_postcode']         = 'Пощенският код трябва да бъде между 2 и 10 символа!';
$_['error_country']          = 'Моля изберете държава!';
$_['error_zone']             = 'Моля изберете област';
$_['error_shipping']         = 'Моля изберете начин на доставка!';
$_['error_no_shipping']      = 'Внимание! Не предлагаме доставка до този адрес. Моля <a href="%s">свържете се с нас</a> за съдействие!';
?>