<?php
// Text
$_['text_for']          = '%s Ваучер за подарък на стойност %s';
$_['text_success']      = 'Стойността на поръчката беше рекалкулирана успешно!';

// Error
$_['error_warning']     = 'Внимание: Проверете отново формата за евентуални грешки!';
$_['error_permission']  = 'Нямате достъп до тази страница. Моля обърнете се към системния администратор.';
$_['error_customer']    = 'Внимание! Не можем да открием избрания клиент!';
$_['error_email']       = 'E-Mail адресът е невалиден!';
$_['error_postcode']    = 'Пощенският код трябва да бъде между 2 и 10 символа!';
$_['error_country']     = 'Моля изберете държава!';
$_['error_zone']        = 'Моля изберете област!';
$_['error_stock']       = 'Продуктите маркирани с *** не са налични!';
$_['error_minimum']     = 'Минималното количество за поръчка на %s е %s!';	
$_['error_required']    = '%s е задължителен!';
$_['error_shipping']    = 'Изберете условия на доставка!';
$_['error_no_shipping'] = 'Няма възможност за доставка до този адрес';
$_['error_payment']     = 'Изберете начин на плащане!';
$_['error_no_payment']  = 'Няма подходящ начин на плащане!';
$_['error_coupon']      = 'Този код е невалиден или вече използван!';
$_['error_voucher']     = 'Този ваучер е невалиден или вече използван!';
$_['error_reward']      = 'Моля въведете колко бонус точки желаете да ползвате!';	
$_['error_points']      = 'Вие не разполагате с %s бонус точки!';
$_['error_maximum']     = 'Максималният брой бонус точки, които можете да използвате е %s!';
$_['error_to_name']     = 'Името на получателя трябва да бъде между 1 и 64 символа!';
$_['error_from_name']   = 'Вашето име трябва да бъде между 1 и 64 символа!';
$_['error_amount']      = 'Числото трябва да бъде между %s и %s!';
?>