<?php
// Heading
$_['heading_title'] = 'Поръчката Ви беше изпратена!';

// Text
$_['text_customer'] = '<p>Поръчката Ви беше успешно изпратена!</p><p>Можете да следите историята на поръчките си от вашия <a href="%s">Профил</a> кликвайки върху <a href="%s">История</a>.</p><p>Моля обръщайте се по всякакви въпроси, свързани с поръчките към <a href="%s">нас</a>.</p><p>Благодарим ви че пазарувате от нашия магазин!</p>';
$_['text_guest']    = '<p>Поръчката ви беше успешно изпратена!</p><p>Ако имате въпроси, не се колебайте да се обръщате към <a href="%s">нас</a>.</p><p>Благодарим ви че пазарувате от нашия магазин!</p>';
$_['text_basket']   = 'Кошница';
$_['text_checkout'] = 'Поръчка';
$_['text_success']  = 'Успешна поръчка';
?>