<?php
// Text
$_['text_approve_subject']      = '%s - Ο λογαριασμός σας ως συνεργάτης έχει ενεργοποιηθεί!';
$_['text_approve_welcome']      = 'Καλώς ήρθατε και σας ευχαριστούμε για την εγγραφή σας στο κατάστημα %s!';
$_['text_approve_login']        = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση email σας και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_approve_services']     = 'Μόλις συνδεθείτε, θα μπορείτε να παράγετε κωδικούς παρακολούθησης, να παρακολουθείτε τις πληρωμές προμηθειών σας και να επεξεργάζεστε τις πληροφορίες του λογαριασμού σας.';
$_['text_approve_thanks']       = 'Ευχαριστούμε,';
$_['text_transaction_subject']  = '%s - Προμήθεια Συνεργάτη';
$_['text_transaction_received'] = 'Έχετε λάβει %s προμήθεια!';
$_['text_transaction_total']    = 'Το συνολικό ποσό της προμήθειας σας είναι τώρα %s.';
?>