<?php
// Text
$_['text_approve_subject']      = '%s - Ο λογαριασμός σας έχει ενεργοποιηθεί!';
$_['text_approve_welcome']      = 'Καλώς ήρθατε και σας ευχαριστούμε για την εγγραφή σας στο %s!';
$_['text_approve_login']        = 'Ο λογαριασμός σας έχει τώρα δημιουργηθεί και μπορείτε να συνδεθείτε χρησιμοποιώντας τη διεύθυνση email σας και τον κωδικό σας, επισκεπτόμενοι τον ιστότοπο μας ή από την ακόλουθη διεύθυνση URL:';
$_['text_approve_services']     = 'Μόλις συνδεθείτε, θα έχετε πρόσβαση σε υπηρεσίες όπως ανασκόπηση ή εκτύπωση παλαιότερων παραγγελιών και επεξεργασία των πληροφοριών του λογαριασμού σας.';
$_['text_approve_thanks']       = 'Ευχαριστούμε,';
$_['text_transaction_subject']  = '%s - Πίστωση Λογαριασμού';
$_['text_transaction_received'] = 'Έχετε λάβει %s πίστωση!';
$_['text_transaction_total']    = 'Το συνολικό ποσό της πίστωσης σας είναι τώρα %s.' . "\n\n" . 'Η πίστωση του λογαριασμού σας θα αφαιρεθεί αυτόματα στην επόμενη αγορά σας';
$_['text_reward_subject']       = '%s - Πόντοι Ανταμοιβής';
$_['text_reward_received']      = 'Έχετε λάβει %s πόντους ανταμοιβής!';
$_['text_reward_total']         = 'Το σύνολο των πόντων ανταμοιβής σας είναι τώρα %s πόντοι.';
?>