<?php
// Text
$_['text_subject']  = 'Λάβατε μια δωροεπιταγή από το κατάστημα %s';
$_['text_greeting'] = 'Συγχαρητήρια, μόλις λάβατε μια δωροεπιταγή αξίας %s';
$_['text_from']     = 'Ο/Η %s σας έχει στείλει αυτή τη δωροεπιταγή,';
$_['text_message']  = 'με το ακόλουθο μήνυμα:';
$_['text_redeem']   = 'Για να εξαργυρώσετε τη δωροεπιταγή, σημειώστε το κωδικό της: <b>%s</b>, πατήστε τον ακόλουθο σύνδεσμο και προσθέστε στο καλάθι το προϊόν που θέλετε. Πατήστε το σύνδεσμο <b>Καλάθι Αγορών</b> και εισάγετε τον κωδικό της δωροεπιταγής επιλέγοντας <b>Χρήση Δωροεπιταγής</b>.';
$_['text_footer']   = 'Για οποιαδήποτε απορία, παρακαλώ απαντήστε σε αυτό το email.';
?>