<?php
// Heading
$_['heading_title']     = 'Ομάδα Χαρακτηριστικών';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί την ομάδα χαρακτηριστικών!';

// Column
$_['column_name']       = 'Όνομα Ομάδας Χαρακτηριστικών';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_name']        = 'Όνομα Ομάδας Χαρακτηριστικών:';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις ομάδες χαρακτηριστικών!';
$_['error_name']        = 'Το όνομα της ομάδας χαρακτηριστικών πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_attribute']   = 'Ειδοποίηση: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s χαρακτηριστικά!';
$_['error_product']     = 'Ειδοποίηση: Αυτή η ομάδα χαρακτηριστικών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>
