<?php
// Heading
$_['heading_title']          = 'Χαρακτηριστικά';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε επεξεργαστεί τα χαρακτηριστικά!';

// Column
$_['column_name']            = 'Όνομα Χαρακτηριστικού';
$_['column_attribute_group'] = 'Ομάδα Χαρακτηριστικού';
$_['column_sort_order']      = 'Σειρά Ταξινόμησης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']            = 'Όνομα Χαρακτηριστικού:';
$_['entry_attribute_group'] = 'Ομάδα Χαρακτηριστικού:';
$_['entry_sort_order']      = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']      = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα χαρακτηριστικά!';
$_['error_name']            = 'Το όνομα του χαρακτηριστικού πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_product']         = 'Ειδοποίηση: Αυτό το χαρακτηριστικό δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>
