<?php
// Heading
$_['heading_title']          = 'Κατηγορία';

// Text
$_['text_success']           = 'Επιτυχία: Έχετε επεξεργαστεί τις κατηγορίες!';
$_['text_default']           = 'Προεπιλογή';
$_['text_image_manager']     = 'Διαχείριση Εικόνων';
$_['text_browse']            = 'Αναζήτηση';
$_['text_clear']             = 'Διαγραφή';

// Column
$_['column_name']            = 'Όνομα Κατηγορίας';
$_['column_sort_order']      = 'Σειρά Ταξινόμησης';
$_['column_action']          = 'Ενέργεια';

// Entry
$_['entry_name']             = 'Όνομα Κατηγορίας:';
$_['entry_meta_keyword'] 	 = 'Λέξεις-Κλειδιά Meta tag:';
$_['entry_meta_description'] = 'Περιγραφή Meta Tag:';
$_['entry_description']      = 'Περιγραφή:';
$_['entry_parent']           = 'Μητρική Κατηγορία:';
$_['entry_filter']           = 'Φίλτρα:<br /><span class="help">(Αυτόματη Συμπλήρωση Κειμένου)</span>';
$_['entry_store']            = 'Καταστήματα:';
$_['entry_keyword']          = 'SEO Λέξεις-Κλειδιά:<br /><span class="help">Μην χρησιμοποιείτε κενά διαστήματα. Αντικαταστήστε τα κενά με - και βεβαιωθείτε ότι η λέξη-κλειδί είναι παντού μοναδική.</span>';
$_['entry_image']            = 'Εικόνα:';
$_['entry_top']              = 'Επάνω:<br /><span class="help">Εμφάνιση στο επάνω μενού. Λειτουργεί μόνο για τις ανώτατες μητρικές κατηγορίες.</span>';
$_['entry_column']           = 'Στήλες:<br /><span class="help">Ο αριθμός των στηλών που θα χρησιμοποιηθεί για τις 3 κατώτατες κατηγορίες. Λειτουργεί μόνο για τις μητρικές κατηγορίες του επάνω μενού.</span>';
$_['entry_sort_order']       = 'Σειρά Ταξινόμησης:';
$_['entry_status']           = 'Κατάσταση:';
$_['entry_layout']           = 'Παράκαμψη Διάταξης:';

// Error 
$_['error_warning']          = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']       = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις κατηγορίες!';
$_['error_name']             = 'Το όνομα της κατηγορίας πρέπει να είναι από 2 έως 32 χαρακτήρες!';
?>