<?php
// Heading
$_['heading_title']    = 'Λήψεις Αρχείων';

// Text
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί τις λήψεις αρχείων!';
$_['text_upload']      = 'Το αρχείο σας ανέβηκε με επιτυχία!';

// Column
$_['column_name']      = 'Όνομα Λήψης Αρχείου';
$_['column_remaining'] = 'Σύνολο Επιτρεπόμενων Λήψεων Αρχείων';
$_['column_action']    = 'Ενέργεια';

// Entry
$_['entry_name']       = 'Όνομα Λήψης Αρχείου:';
$_['entry_filename']   = 'Όνομα Αρχείου:<br /><span class="help">Μπορείτε να ανεβάσετε αρχεία πατώντας το πλήκτρο Ανέβασμα ή να χρησιμοποιήσετε το FTP για να ανεβάσετε στο φάκελο download και να εισάγετε τα ακόλουθα στοιχεία.<br /> <br />Επίσης, συνιστάται το όνομα του αρχείου και η μάσκα να είναι διαφορετικά για να αποτρέπει εκείνους που προσπαθούν να δημιουργήσουν απευθείας συνδέσμους στις λήψεις των αρχείων σας.</span>';
$_['entry_mask']       = 'Μάσκα:';
$_['entry_remaining']  = 'Σύνολο Επιτρεπόμενων Λήψεων Αρχείου:';
$_['entry_update']     = 'Προώθηση σε Προηγούμενους Πελάτες:<br /><span class="help">Επιλέξτε εδώ για να ενημερώσετε και τις προηγουμένως εκδόσεις που έχουν αγοραστεί.</span>';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις λήψεις αρχείων!';
$_['error_name']       = 'Το όνομα πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_upload']     = 'Απαιτείται ανέβασμα αρχείου!';
$_['error_filename']   = 'Το όνομα του αρχείου πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_exists']     = 'Το αρχείο δεν υπάρχει!';
$_['error_mask']       = 'Η μάσκα πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_filetype']   = 'Μη έγκυρος τύπος αρχείου!';
$_['error_product']    = 'Ειδοποίηση: Αυτή η λήψη αρχείου δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>
