<?php
// Heading
$_['heading_title']     = 'Φίλτρα';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τα φίλτρα!';

// Column
$_['column_group']      = 'Ομάδα Φίλτρων';
$_['column_sort_order'] = 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_group']       = 'Όνομα Ομάδας Φίλτρων:';
$_['entry_name']        = 'Όνομα Φίλτρου:';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τα φίλτρα!';
$_['error_group']       = 'Το όνομα της ομάδας φίλτρων πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_name']        = 'Το όνομα φίλτρου πρέπει να είναι από 1 έως 64 χαρακτήρες!';
?>