<?php
// Heading
$_['heading_title']     = 'Πληροφορίες';

// Text
$_['text_success']      = 'Επιτυχία: Έχετε επεξεργαστεί τις πληροφορίες!';
$_['text_default']      = 'Προεπιλογή';

// Column
$_['column_title']      = 'Τίτλος Πληροφορίας';
$_['column_sort_order']	= 'Σειρά Ταξινόμησης';
$_['column_action']     = 'Ενέργεια';

// Entry
$_['entry_title']       = 'Τίτλος Πληροφορίας:';
$_['entry_description'] = 'Περιγραφή:';
$_['entry_store']       = 'Καταστήματα:';
$_['entry_keyword']     = 'SEO Λέξεις-Κλειδιά:<br /><span class="help">Μην χρησιμοποιείτε κενά διαστήματα. Αντικαταστήστε τα κενά με - και βεβαιωθείτε ότι η λέξη-κλειδί είναι παντού μοναδική.</span>';
$_['entry_bottom']      = 'Κάτω:<br /><span class="help">Εμφάνιση κάτω στο υποσέλιδο (footer).</span>';
$_['entry_status']      = 'Κατάσταση:';
$_['entry_sort_order']  = 'Σειρά Ταξινόμησης:';
$_['entry_layout']      = 'Παράκαμψη Διάταξης:';

// Error 
$_['error_warning']     = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']  = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις πληροφορίες!';
$_['error_title']       = 'Ο τίτλος πληροφορίας πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_description'] = 'Η Περιγραφή πρέπει να είναι μεγαλύτερη από 3 χαρακτήρες!';
$_['error_account']     = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι δημιουργίας λογαριασμού στο κατάστημα!';
$_['error_checkout']    = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι ολοκλήρωσης αγοράς στο κατάστημα!';
$_['error_affiliate']   = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί ως Όροι συνεργατών στο κατάστημα!';
$_['error_store']       = 'Ειδοποίηση: Αυτή η σελίδα πληροφοριών δεν μπορεί να διαγραφεί, καθώς χρησιμοποιείται από %s καταστήματα!';
?>
