<?php
// Heading
$_['heading_title']      = 'Κατασκευαστής';

// Text
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τους κατασκευαστές!';
$_['text_default']       = 'Προεπιλογή';
$_['text_image_manager'] = 'Διαχείριση Εικόνων';
$_['text_browse']        = 'Αναζήτηση';
$_['text_clear']         = 'Διαγραφή';
$_['text_percent']       = 'Ποσοστό';
$_['text_amount']        = 'Σταθερό Ποσό';

// Column
$_['column_name']        = 'Όνομα Κατασκευαστή';
$_['column_sort_order']  = 'Σειρά Ταξινόμησης';
$_['column_action']      = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Όνομα Κατασκευαστή:';
$_['entry_store']        = 'Καταστήματα:';
$_['entry_keyword']      = 'SEO Λέξεις-Κλειδιά:<br /><span class="help">Μην χρησιμοποιείτε κενά διαστήματα. Αντικαταστήστε τα κενά με - και βεβαιωθείτε ότι η λέξη-κλειδί είναι παντού μοναδική.</span>';
$_['entry_image']        = 'Εικόνα:';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης:';
$_['entry_type']         = 'Τύπος:';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τους κατασκευαστές!';
$_['error_name']         = 'Το όνομα του κατασκευαστή πρέπει να είναι από 3 έως 64 χαρακτήρες!';
$_['error_product']      = 'Ειδοποίηση: Αυτός ο κατασκευαστής δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>
