<?php
// Heading
$_['heading_title']       = 'Επιλογές';

// Text
$_['text_success']        = 'Επιτυχία: Έχετε επεξεργαστεί τις επιλογές!';
$_['text_choose']         = 'Επιλογή';
$_['text_select']         = 'Μενού Επιλογών';
$_['text_radio']          = 'Κουμπιά ραδιοφώνου';
$_['text_checkbox']       = 'Πεδία Τσεκ';
$_['text_image']          = 'Εικόνες';
$_['text_input']          = 'Εισαγωγή';
$_['text_text']           = 'Γραμμή Κειμένου';
$_['text_textarea']       = 'Περιοχή Κειμένου';
$_['text_file']           = 'Αρχείο';
$_['text_date']           = 'Ημερομηνία';
$_['text_datetime']       = 'Ημερομηνία &amp; Ώρα';
$_['text_time']           = 'Ώρα';
$_['text_image_manager']  = 'Διαχείριση Εικόνων';
$_['text_browse']         = 'Αναζήτηση';
$_['text_clear']          = 'Διαγραφή';

// Column
$_['column_name']         = 'Επικεφαλίδα Επιλογών';
$_['column_sort_order']   = 'Σειρά Ταξινόμησης';
$_['column_action']       = 'Ενέργεια';

// Entry
$_['entry_name']         = 'Επικεφαλίδα Επιλογών:';
$_['entry_type']         = 'Τύπος:';
$_['entry_option_value'] = 'Όνομα Επιλογής:';
$_['entry_image']        = 'Εικόνα:';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τις επιλογές!';
$_['error_name']         = 'Η επικεφαλίδα των επιλογών πρέπει να είναι από 1 έως 128 χαρακτήρες!';
$_['error_type']         = 'Ειδοποίηση: Απαιτούνται τα ονόματα των επιλογών!';
$_['error_option_value'] = 'Η όνομα της επιλογής πρέπει να είναι από 1 έως 128 χαρακτήρες!';
$_['error_product']      = 'Ειδοποίηση: Αυτή η επιλογή δεν μπορεί να διαγραφεί, καθώς έχει ανατεθεί σε %s προϊόντα!';
?>