<?php
// Heading
$_['heading_title']  = 'Επικοινωνήστε μαζί μας';

// Text 
$_['text_location']  = 'Στοιχεία επικοινωνίας';
$_['text_contact']   = 'Φόρμα επικοινωνίας';
$_['text_address']   = 'Διεύθυνση:';
$_['text_email']     = 'Email:';
$_['text_telephone'] = 'Τηλέφωνο:';
$_['text_fax']       = 'Φαξ:';
$_['text_message']   = '<p>Το Μήνυμα σας απεστάλη με επιτυχία!</p>';

// Entry Fields
$_['entry_name']     = 'Ονοματεπώνυμο:';
$_['entry_email']    = 'Email:';
$_['entry_enquiry']  = 'Θέμα:';
$_['entry_captcha']  = 'Εισάγετε τον κωδικό στο ακόλουθο πεδίο κειμένου:';

// Email
$_['email_subject']  = 'Αίτημα %s';

// Errors
$_['error_name']     = 'Το όνομα πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_email']    = 'Η διεύθυνση ηλεκτρονικού ταχυδρομείου δεν είναι έγκυρη!';
$_['error_enquiry']  = 'Το μήνυμα πρέπει να είναι από 10 έως 3000 χαρακτήρες!';
$_['error_captcha']  = 'Ο κωδικός επιβεβαίωσης δεν ταιριάζει με την εικόνα!';
?>
