<?php
// Heading  
$_['heading_title']          = 'Καλάθι Αγορών';

// Text
$_['text_success']           = 'Προσθέσατε το προϊόν <a href="%s">%s</a> στο <a href="%s">Καλάθι Αγορών</a> σας!';
$_['text_remove']            = 'Έχετε επεξεργαστεί με επιτυχία το καλάθι αγορών σας!';
$_['text_coupon']            = 'Έχετε χρησιμοποιήσει με επιτυχία το εκπτωτικό κουπόνι σας!';
$_['text_voucher']           = 'Έχετε χρησιμοποιήσει με επιτυχία τη δωροεπιταγή σας!';
$_['text_reward']            = 'Έχετε χρησιμοποιήσει με επιτυχία τους πόντους ανταμοιβής σας!';
$_['text_shipping']          = 'Η εκτίμηση του κόστους αποστολής έχει εφαρμοστεί με επιτυχία!';
$_['text_login']             = 'Ειδοποίηση: Πρέπει να <a href="%s">συνδεθείτε</a> ή <a href="%s">να δημιουργήσετε ένα νέο λογαριασμό</a> για να δείτε τις τιμές!';
$_['text_points']            = 'Πόντοι ανταμοιβής: %s';
$_['text_items']             = '%s προϊόν(τα) - %s';
$_['text_next']              = 'Τι θα θέλατε να κάνετε στο επόμενο βήμα';
$_['text_next_choice']       = 'Επιλέξτε εάν διαθέτετε κωδικό έκπτωσης ή πόντους ανταμοιβής που θα θέλατε να χρησιμοποιήσετε ή αν θέλετε να εκτιμήσετε το κόστος αποστολής.';
$_['text_use_coupon']        = 'Χρήση Κουπονιού';
$_['text_use_voucher']       = 'Χρήση Δωροεπιταγής';
$_['text_use_reward']        = 'Χρήση Πόντων Ανταμοιβής (Διαθέσιμοι πόντοι: %s)';
$_['text_shipping_estimate'] = 'Εκτίμηση Κόστους Αποστολής &amp; Σχετικών Φόρων';
$_['text_shipping_detail']   = 'Εισάγετε τη διεύθυνση παράδοσης για την εκτίμηση του κόστους αποστολής.';
$_['text_shipping_method']   = 'Παρακαλώ επιλέξτε τον προτιμώμενο τρόπο αποστολής για αυτή την παραγγελία.';
$_['text_empty']             = 'Τα καλάθι αγορών είναι άδειο!';

// Column
$_['column_image']           = 'Εικόνα';
$_['column_name']            = 'Όνομα Προϊόντος';
$_['column_model']           = 'Κωδικός Προϊόντος';
$_['column_quantity']        = 'Ποσότητα';
$_['column_price']           = 'Τιμή Μονάδας';
$_['column_total']           = 'Σύνολο';

// Entry
$_['entry_coupon']           = 'Εισάγετε το κωδικό του κουπονιού εδώ:';
$_['entry_voucher']          = 'Εισάγετε το κωδικό της δωροεπιταγής εδώ:';
$_['entry_reward']           = 'Πόντοι προς χρήση (Μέγιστο: %s):';
$_['entry_country']          = 'Χώρα:';
$_['entry_zone']             = 'Περιφέρεια / Περιοχή:';
$_['entry_postcode']         = 'Ταχυδρομικός Κώδικας:';

// Error
$_['error_stock']            = 'Προϊόντα με σήμανση *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχει καθόλου απόθεμα!';
$_['error_minimum']          = 'Ποσό ελάχιστης παραγγελίας για %s is %s!';	
$_['error_required']         = '%s απαιτούμενο!';	
$_['error_product']          = 'Ειδοποίηση: Δεν υπάρχουν προϊόντα στο καλάθι αγορών σας!';	
$_['error_coupon']           = 'Ειδοποίηση: Το κουπόνι είναι είτε μη έγκυρο ή έχει λήξει ή έχει φτάσει το ανώτατο όριο χρήσης του!';
$_['error_voucher']          = 'Ειδοποίηση: Η δωροεπιταγή είτε δεν είναι έγκυρη ή το υπόλοιπο της έχει ήδη χρησιμοποιηθεί!';
$_['error_reward']           = 'Ειδοποίηση: Παρακαλώ εισάγετε τον αριθμό των πόντων ανταμοιβής που επιθυμείτε να χρησιμοποιήσετε!';	
$_['error_points']           = 'Ειδοποίηση: Δεν έχετε %s πόντους ανταμοιβής!';
$_['error_maximum']          = 'Ειδοποίηση: Ο μέγιστος αριθμός πόντων που μπορείτε να χρησιμοποιήσετε είναι %s!';
$_['error_postcode']         = 'Ο ταχυδρομικός κώδικας πρέπει να έχει από 2 έως 10 χαρακτήρες!';
$_['error_country']          = 'Παρακαλώ επιλέξτε μία χώρα!';
$_['error_zone']             = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_shipping']         = 'Ειδοποίηση: Απαιτείται ο τρόπος αποστολής!';
$_['error_no_shipping']      = 'Ειδοποίηση: Δεν υπάρχει διαθέσιμος τρόπος αποστολής. Παρακαλώ <a href="%s">επικοινωνήστε μαζί μας</a> για βοήθεια!';
?>
