<?php
// Heading 
$_['heading_title']                  = 'Αγορά';

// Text
$_['text_cart']                      = 'Καλάθι Αγορών';
$_['text_checkout_option']           = 'Βήμα 1: Επιλογές Αγοράς';
$_['text_checkout_account']          = 'Βήμα 2: Λογαριασμός &amp; Λεπτομέρειες Χρέωσης';
$_['text_checkout_payment_address']  = 'Βήμα 2: Λεπτομέρειες Χρέωσης';
$_['text_checkout_shipping_address'] = 'Βήμα 3: Λεπτομέρειες Αποστολής';
$_['text_checkout_shipping_method']  = 'Βήμα 4: Τρόπος Αποστολής';
$_['text_checkout_payment_method']   = 'Βήμα 5: Τρόπος Πληρωμής';
$_['text_checkout_confirm']          = 'Βήμα 6: Επιβεβαίωση Παραγγελίας';
$_['text_modify']                    = 'Επεξεργασία &raquo;';
$_['text_new_customer']              = 'Νέος Πελάτης';
$_['text_returning_customer']        = 'Σύνδεση Πελατών';
$_['text_checkout']                  = 'Επιλογές Αγοράς:';
$_['text_i_am_returning_customer']   = 'Είμαι ήδη πελάτης';
$_['text_register']                  = 'Δημιουργία Λογαριασμού';
$_['text_guest']                     = 'Αγορά ως Επισκέπτης';
$_['text_register_account']          = 'Δημιουργώντας ένα λογαριασμό, θα μπορείτε να ψωνίζετε ταχύτερα, να ενημερώνεστε για την κατάσταση της τρέχουσας παραγγελίας σας και να παρακολουθείτε τις παλαιότερες παραγγελίες.';
$_['text_forgotten']                 = 'Απώλεια Κωδικού';
$_['text_your_details']              = 'Προσωπικά Στοιχεία';
$_['text_your_address']              = 'Η Διεύθυνση σας';
$_['text_your_password']             = 'Ο Κωδικός σας';
$_['text_agree']                     = 'Έχω διαβάσει και συμφωνώ με τους <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';
$_['text_address_new']               = 'Θέλω να χρησιμοποιήσω μια νέα διεύθυνση';
$_['text_address_existing']          = 'Θέλω να χρησιμοποιήσω μια υπάρχουσα διεύθυνση';
$_['text_shipping_method']           = 'Παρακαλώ επιλέξτε τον προτιμώμενο τρόπο αποστολής για αυτή την παραγγελία.';
$_['text_payment_method']            = 'Παρακαλώ επιλέξτε τον προτιμώμενο τρόπο πληρωμής για αυτή την παραγγελία.';
$_['text_comments']                  = 'Προσθήκη σχολίων για την παραγγελία';

// Column
$_['column_name']                    = 'Όνομα Προϊόντος';
$_['column_model']                   = 'Κωδικός Προϊόντος';
$_['column_quantity']                = 'Ποσότητα';
$_['column_price']                   = 'Τιμή';
$_['column_total']                   = 'Σύνολο';

// Entry
$_['entry_email_address']            = 'Διεύθυνση email:';
$_['entry_email']                    = 'Email:';
$_['entry_password']                 = 'Κωδικός:';
$_['entry_confirm']                  = 'Επιβεβαίωση Κωδικού:';
$_['entry_firstname']                = 'Όνομα:';
$_['entry_lastname']                 = 'Επώνυμο:';
$_['entry_telephone']                = 'Τηλέφωνο:';
$_['entry_fax']                      = 'Φαξ:';
$_['entry_company']                  = 'Επωνυμία:';
$_['entry_customer_group']			 = 'Ομάδα Πελατών:';
$_['entry_company_id']               = 'Επάγγελμα:';
$_['entry_tax_id']                   = 'Α.Φ.Μ. / Δ.Ο.Υ.';
$_['entry_address_1']                = 'Διεύθυνση 1:';
$_['entry_address_2']                = 'Διεύθυνση 2:';
$_['entry_postcode']                 = 'Τ.Κ.:';
$_['entry_city']                     = 'Πόλη:';
$_['entry_country']                  = 'Χώρα:';
$_['entry_zone']                     = 'Περιφέρεια / Περιοχή:';
$_['entry_newsletter']               = 'Επιθυμώ να εγγραφώ στο ενημερωτικό δελτίο του %s.';
$_['entry_shipping'] 	             = 'Η διεύθυνση χρέωσης είναι ίδια με τη διεύθυνση αποστολής.';

// Error
$_['error_warning']                  = 'Υπήρξε κάποιο πρόβλημα κατά την επεξεργασία της παραγγελίας σας! Εάν το πρόβλημα παραμένει, επιλέξτε ένα διαφορετικό τρόπο πληρωμής ή <a href="%s">επικοινωνήστε μαζί μας</a>.';
$_['error_login']                    = 'Ειδοποίηση: Δε βρέθηκε η διεύθυνση email και/ή ο Κωδικός.';
$_['error_approved']                 = 'Ειδοποίηση: Ο λογαριασμός σας απαιτεί έγκριση για να μπορέσετε να συνδεθείτε.';
$_['error_exists']                   = 'Ειδοποίηση: Η διεύθυνση email υπάρχει ήδη!';
$_['error_firstname']                = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']                 = 'Το επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']                    = 'Η διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']                = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_password']                 = 'Ο κωδικός πρέπει να είναι από 3 έως 20 χαρακτήρες!';
$_['error_confirm']                  = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_company_id']               = 'Απαιτείται η επωνυμία!';
$_['error_tax_id']                   = 'Απαιτούνται Α.Φ.Μ. / Δ.Ο.Υ.!';
$_['error_vat']                      = 'O αριθμός Α.Φ.Μ. δεν είναι έγκυρος!';
$_['error_address_1']                = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                     = 'Η πόλη πρέπει να είναι από 2 έως 128 χαρακτήρες!';
$_['error_postcode']                 = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
$_['error_country']                  = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']                     = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_agree']                    = 'Ειδοποίηση: Πρέπει να αποδεχτείτε τους %s!';
$_['error_address']                  = 'Ειδοποίηση: Πρέπει να επιλέξετε διεύθυνση!';
$_['error_shipping']                 = 'Ειδοποίηση: Απαιτείται ο τρόπος αποστολής!';
$_['error_no_shipping']              = 'Ειδοποίηση: Δεν υπάρχουν διαθέσιμοι τρόποι αποστολής. <a href="%s">Επικοινωνήστε μαζί μας</a> για βοήθεια!';
$_['error_payment']                  = 'Ειδοποίηση: Απαιτείται ο τρόπος πληρωμής!';
$_['error_no_payment']               = 'Ειδοποίηση: Δεν υπάρχουν διαθέσιμοι τρόποι πληρωμής. <a href="%s">Επικοινωνήστε μαζί μας</a> για βοήθεια!';
?>
