<?php
// Text
$_['text_for']          = '%s Δωροεπιταγές για %s';
$_['text_success']      = 'Τα σύνολα παραγγελιών έχουν επαναϋπολογιστεί με επιτυχία!';

// Error
$_['error_warning']     = 'Ειδοποίηση: Παρακαλώ ελέγξτε προσεκτικά τη φόρμα για λάθη!';
$_['error_permission']  = 'Δεν έχετε δικαίωμα πρόσβασης σε αυτή τη σελίδα, παρακαλώ απευθυνθείτε στο διαχειριστή του συστήματός.';
$_['error_customer']    = 'Ειδοποίηση: Δεν μπορεί να βρεθεί ο επιλεγμένος πελάτης!';
$_['error_email']       = 'Η διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_postcode']    = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
$_['error_country']     = 'Παρακαλώ επιλέξτε μια χώρα!';
$_['error_zone']        = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_stock']       = 'Τα προϊόντα που σημειώνονται με *** δεν είναι διαθέσιμα στην επιθυμητή ποσότητα ή δεν υπάρχουν σε απόθεμα!';
$_['error_minimum']     = 'Ελάχιστο ποσό παραγγελίας για %s είναι %s!';	
$_['error_required']    = '%s απαιτείται!';
$_['error_shipping']    = 'Ειδοποίηση: Απαιτείται ο τρόπος αποστολής!';
$_['error_no_shipping'] = 'Ειδοποίηση: Δεν υπάρχει διαθέσιμος τρόπος αποστολής!';
$_['error_payment']     = 'Ειδοποίηση: Απαιτείται ο τρόπος πληρωμής!';
$_['error_no_payment']  = 'Ειδοποίηση: Δεν υπάρχουν διαθέσιμοι τρόποι πληρωμής!';
$_['error_coupon']      = 'Ειδοποίηση: Το κουπόνι είτε είναι άκυρο ή έχει λήξει ή έχει φτάσει το όριο χρήσης!';
$_['error_voucher']     = 'Ειδοποίηση: Η δωροεπιταγή είτε είναι άκυρη ή έχει επαναχρησιμοποιηθεί!';
$_['error_reward']      = 'Ειδοποίηση: Παρακαλώ εισάγετε τον αριθμό των πόντων ανταμοιβής που θέλετε να χρησιμοποιήσετε!';	
$_['error_points']      = 'Ειδοποίηση: Δεν έχετε %s πόντους ανταμοιβής!';
$_['error_maximum']     = 'Ειδοποίηση: Ο μέγιστος αριθμός των πόντων που μπορούν να εφαρμοστούν είναι %s!';
$_['error_to_name']     = 'Το όνομα του παραλήπτη, πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_from_name']   = 'Το όνομά σας πρέπει να είναι από 1 έως 64 χαρακτήρες!';
$_['error_amount']      = 'Το ποσό πρέπει να είναι από %s έως %s!';
?>
