<?php
// Text
$_['text_subject']  = '%s - Афилейт програма';
$_['text_welcome']  = 'Благодарим ви че се присъединявате към нашата афилейт програма!';
$_['text_approval'] = 'Профилът ви трябва да бъде одобрен преди да влезете. Веднъж одобрени, вие ще можете да влизате с вашия мейл и парола. Можете да ползвате за това и долния линк:';
$_['text_services'] = 'Влизайки в профила си, вие ще можете да генерирате тракинг кодове, да следите натрупаните комисионни и да редактирате информацията за вас.';
$_['text_thanks']   = 'Благодарим ви,';
?>