<?php
// Text
$_['text_subject']  = '%s - Благодарим Ви за регистрацията.';
$_['text_welcome']  = 'Добре дошли и благодарим за регистрацията в  %s!';
$_['text_login']    = 'Вашият профил беше създаден успешно. Можете да влезете в магазина с e-mail адрес и парола, или да кликнете на долния линк:';
$_['text_approval'] = 'Профилът Ви трябва да бъде одобрен, преди да започнете да го ползвате.:';
$_['text_services'] = 'Влизайки в профила си ще можете да следите поръчките си и да променяте информацията за Вас.';
$_['text_thanks']   = 'Благодарим ви,';
?>