<?php
// Text
$_['text_subject']  = 'Получихте Ваучер за подарък от %s';
$_['text_greeting'] = 'Поздравления, Вие получихте ваучер за подарък на стойност %s';
$_['text_from']     = 'Този ваучер Ви беше изпратен от %s';
$_['text_message']  = 'Съобщението към ваучера е следното:';
$_['text_redeem']   = 'За да използвате ваучера, запишете си следния код <b>%s</b> След това кликнете на долния линк и си поръчайте стоките, които искате да закупите. Въведете кода на ваучера на страницата за потвърждение на поръчката.';
$_['text_footer']   = 'Моля отговорете на този мейл, в случай че имате някакви въпроси.';
?>