<?php
//  Website: WWW.OpenCartArab.com
//  E-Mail : info@OpenCartArab.com

// Heading  
$_['heading_title']         = 'سلة الشراء';

// Text
$_['text_success']          = ' تم إضافة <a href="%s">%s</a> إلى <a href="%s"> سلة الشراء </a>!';
$_['text_remove']           = 'نجاح: تم تعديل محتويات سلة الشراء !';
$_['text_coupon']           = 'تم بنجاح قبول الخصم من قسيمة التخفيض !';
$_['text_voucher']          = 'تم بنجاح قبول الخصم من قسيمة الهدايا !';
$_['text_reward']           = 'تم بنجاح قبول الخصم من نقاط المكافآت !';
$_['text_shipping']         = 'تم بنجاح قبول طريقة الشحن المتوقعة لك !';
$_['text_login']            = 'تنبيه : يجب عليك <a href="%s"> تسجيل الدخول </a> أو <a href="%s">إنشاء حساب </a> لمشاهدة السعر !';
$_['text_points']           = 'نقاط المكافآت: %s';
$_['text_items']            = '%s منتجات - %s';
$_['text_next']             = 'ماذا تريد أن تفعل ؟';
$_['text_next_choice']      = 'الرجاء الاختيار اذا كنت تمتلك رمز تخفيض أو نقاط مكافآت.';
$_['text_use_coupon']       = 'استخدام قسيمة التخفيض ';
$_['text_use_voucher']      = 'استخدام قسيمة الهدايا ';
$_['text_use_reward']       = 'استخدام نقاط المكافآت (المتاح %s)';
$_['text_shipping_estimate']  = 'طرق الشحن المتوقعة';
$_['text_shipping_detail']  = 'اختر بيانات منطقتك لمعرفة طرق الشحن المتوقعة لك.';
$_['text_shipping_method']  = 'الرجاء اختيار طريقة الشحن المناسبة لاستخدامها مع هذا الطلب.';
$_['text_empty']            = 'سلة الشراء فارغة !';

// Column
$_['column_image']    = 'صورة';
$_['column_name']     = 'الاسم';
$_['column_model']    = 'النوع';
$_['column_quantity'] = 'الكمية';
$_['column_price']    = 'سعر الوحدة';
$_['column_total']    = 'الاجمالي';

// Entry
$_['entry_coupon']  = 'أدخل رمز قسيمة التخفيض الخاصة بك هنا :';
$_['entry_voucher'] = 'أدخل رمز قسيمة الهدايا الخاصة بك هنا :';
$_['entry_reward']  = 'أدخل نقاط المكافآت (حد أقصى %s):';
$_['entry_country']        = 'الدولة :';
$_['entry_zone']           = 'المنطقة / المحافظة:';
$_['entry_postcode']       = 'الرمز البريدي:';

// Error
$_['error_stock']     = 'الطلبات التي بها علامة *** غير متوفرة حالياً أو الكمية المطلوبة غير كافية !';
$_['error_minimum']   = 'أقل كمية طلب لهذا المنتج %s هو %s!';	
$_['error_required']  = '%s مطلوب !';	
$_['error_product']   = 'تحذير: لا توجد منتجات في سلة الشراء الخاصة بك !';	
$_['error_coupon']    = 'تحذير: قسيمة التخفيض غير صالحة أو انتهت أو تم استخدام الحد المسموح به !';
$_['error_voucher']   = 'تحذير: إما أن رقم قسيمة الهدايا خطأ أو تم استخدام رصيد القسيمة مسبقاً !';
$_['error_reward']    = 'تحذير: أدخل نقاط المكافآت !';	
$_['error_points']    = 'تحذير: لا يوجد لديك %s نقاط مكافآت !';
$_['error_maximum']   = 'تحذير: عدد النقاط الأقصى المسموح به هو %s!';
$_['error_postcode']       = 'الرمز البريدي يجب أن يكون بين 2 و 10 رمزاً !';
$_['error_country']        = 'الرجاء اختيار الدولة !';
$_['error_zone']           = 'الرجاء اختيار المنطقة / المحافظة !';
$_['error_shipping']       = 'تحذير: طريقة الشحن مطلوبة !';
$_['error_no_shipping']    = 'تحذير: لا توجد طريقة شحن متاحة حالياً. الرجاء <a href="%s">الاتصال بنا</a> لمساعدتك !';
?>