<?php
// Heading 
$_['heading_title']        = 'Λογαριασμός Συνεργάτη';

// Text
$_['text_account']         = 'O Λογαριασμός μου';
$_['text_my_account']      = 'Λογαριασμός Συνεργάτη';
$_['text_my_tracking']     = 'Πληροφορίες Παρακολούθησης';
$_['text_my_transactions'] = 'Οι Συναλλαγές μου';
$_['text_edit']            = 'Επεξεργαστείτε τα στοιχεία του λογαριασμού σας';
$_['text_password']        = 'Αλλαγή Κωδικού';
$_['text_payment']         = 'Αλλαγή Μεθόδου Πληρωμής';
$_['text_tracking']        = 'Ειδικός Κωδικός Παρακολούθησης Συνεργάτη';
$_['text_transaction']     = 'Εμφάνιση ιστορικού συναλλαγών';
?>