<?php
// Heading 
$_['heading_title']     = 'Πληροφορίες Λογαριασμού';

// Text
$_['text_account']      = 'O Λογαριασμός μου';
$_['text_edit']         = 'Επεξεργασία Πληροφοριών';
$_['text_your_details'] = 'Προσωπικά Στοιχεία';
$_['text_your_address'] = 'Διεύθυνση';
$_['text_success']      = 'Ο λογαριασμός σας ενημερώθηκε με επιτυχία.';

// Entry
$_['entry_firstname']   = 'Όνομα:';
$_['entry_lastname']    = 'Επίθετο:';
$_['entry_email']       = 'Email:';
$_['entry_telephone']   = 'Τηλέφωνο:';
$_['entry_fax']         = 'Φαξ:';
$_['entry_company']     = 'Επωνυμία:';
$_['entry_website']     = 'Ιστότοπος:';
$_['entry_address_1']   = 'Διεύθυνση 1:';
$_['entry_address_2']   = 'Διεύθυνση 2:';
$_['entry_postcode']    = 'Τ.Κ.:';
$_['entry_city']        = 'Πόλη:';
$_['entry_country']     = 'Χώρα:';
$_['entry_zone']        = 'Περιφέρεια / Περιοχή:';

// Error
$_['error_exists']              = 'Ειδοποίηση: Η διεύθυνση email είναι ήδη καταχωρημένη!';
$_['error_firstname']           = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']            = 'Το επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']               = 'Η διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']           = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_address_1']           = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                = 'Η πόλη πρέπει να είναι από 2 έως 128 χαρακτήρες!';
$_['error_country']             = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']                = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_postcode']            = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
?>
