<?php
// Heading 
$_['heading_title']   = 'Ξεχάσατε τον Κωδικό σας;';

// Text
$_['text_account']    = 'O Λογαριασμός μου';
$_['text_forgotten']  = 'Ξεχάσατε τον Κωδικό σας';
$_['text_your_email'] = 'Διεύθυνση email';
$_['text_email']      = 'Εισάγετε τη διεύθυνση email που έχετε δηλώσει στο λογαριασμό σας. Πατήστε το κουμπί συνέχεια για να σας αποσταλεί ο κωδικός στο email σας.';
$_['text_success']    = 'Ένας νέος κωδικός εστάλη στη διεύθυνση email που δηλώσατε.';

// Entry
$_['entry_email']     = 'Διεύθυνση email:';

// Error
$_['error_email']     = 'Ειδοποίηση: Η διεύθυνση email δεν βρέθηκε καταχωρημένη, παρακαλώ προσπαθήστε ξανά!';
?>