<?php
// Heading 
$_['heading_title']             = 'Πρόγραμμα Συνεργατών';

// Text
$_['text_account']              = 'O Λογαριασμός μου';
$_['text_register']             = 'Εγγραφή Συνεργάτη';
$_['text_account_already']      = 'Εάν έχετε ήδη λογαριασμό, παρακαλώ συνδεθείτε από τη <a href="%s">σελίδα σύνδεσης</a>.';
$_['text_signup']               = 'Για να δημιουργήσετε ένα λογαριασμό συνεργάτη, συμπληρώστε όλα τα απαιτούμενα πεδία της ακόλουθης φόρμας:';
$_['text_your_details']         = 'Προσωπικά Στοιχεία';
$_['text_your_address']         = 'Πληροφορίες Διεύθυνσης';
$_['text_payment']              = 'Πληροφορίες Πληρωμής';
$_['text_your_password']        = 'Ο Κωδικός σας';
$_['text_cheque']               = 'Επιταγή';
$_['text_paypal']               = 'PayPal';
$_['text_bank']                 = 'Τραπεζικό Έμβασμα';
$_['text_agree']                = 'Έχω διαβάσει και αποδέχομαι τους <a class="fancybox" href="%s" alt="%s"><b>%s</b></a>';

// Entry
$_['entry_firstname']           = 'Όνομα:';
$_['entry_lastname']            = 'Επίθετο:';
$_['entry_email']               = 'Email:';
$_['entry_telephone']           = 'Τηλέφωνο:';
$_['entry_fax']                 = 'Φαξ:';
$_['entry_company']             = 'Επωνυμία:';
$_['entry_website']             = 'Ιστότοπος:';
$_['entry_address_1']           = 'Διεύθυνση 1:';
$_['entry_address_2']           = 'Διεύθυνση 2:';
$_['entry_postcode']            = 'Τ.Κ.:';
$_['entry_city']                = 'Πόλη:';
$_['entry_country']             = 'Χώρα:';
$_['entry_zone']                = 'Περιφέρεια / Περιοχή:';
$_['entry_tax']                 = 'Α.Φ.Μ. / Δ.Ο.Υ.:';
$_['entry_payment']             = 'Τρόπος Πληρωμής:';
$_['entry_cheque']              = 'Όνομα Δικαιούχου Επιταγής:';
$_['entry_paypal']              = 'Email Λογαριασμού Paypal:';
$_['entry_bank_name']           = 'Όνομα Τράπεζας:';
$_['entry_bank_branch_number']  = 'Αριθμός ABA/BSB (Αρ. Υποκαταστήματος):';
$_['entry_bank_swift_code']     = 'Κωδικός SWIFT:';
$_['entry_bank_account_name']   = 'Όνομα Λογαριασμού:';
$_['entry_bank_account_number'] = 'Αριθμός Λογαριασμού:';
$_['entry_password']            = 'Κωδικός:';
$_['entry_confirm']             = 'Επιβεβαίωση Κωδικού:';

// Error
$_['error_exists']              = 'Ειδοποίηση: Η διεύθυνση email είναι ήδη καταχωρημένη!';
$_['error_firstname']           = 'Το όνομα πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_lastname']            = 'Το επίθετο πρέπει να είναι από 1 έως 32 χαρακτήρες!';
$_['error_email']               = 'Η διεύθυνση email δεν φαίνεται να είναι έγκυρη!';
$_['error_telephone']           = 'Το τηλέφωνο πρέπει να είναι από 3 έως 32 χαρακτήρες!';
$_['error_password']            = 'Ο κωδικός πρέπει να είναι από 4 έως 20 χαρακτήρες!';
$_['error_confirm']             = 'Ο κωδικός και η επιβεβαίωση κωδικού δεν ταιριάζουν!';
$_['error_address_1']           = 'Η διεύθυνση 1 πρέπει να είναι από 3 έως 128 χαρακτήρες!';
$_['error_city']                = 'Η πόλη πρέπει να είναι από 2 έως 128 χαρακτήρες!';
$_['error_country']             = 'Παρακαλώ επιλέξτε χώρα!';
$_['error_zone']                = 'Παρακαλώ επιλέξτε περιφέρεια / περιοχή!';
$_['error_postcode']            = 'Ο ταχυδρομικός κώδικας πρέπει να είναι από 2 έως 10 χαρακτήρες!';
$_['error_agree']               = 'Ειδοποίηση: Πρέπει να συμφωνήσετε με τους %s!';
?>
