<?php
// Heading 
$_['heading_title']    = 'Παρακολούθηση Συνεργατών';

// Text
$_['text_account']     = 'O Λογαριασμός μου';
$_['text_description'] = 'Για να διασφαλίσουμε ότι θα πληρώνεστε από τους πελάτες που παραπέμπετε σε εμάς, χρειάζεται να εντοπίζουμε τις παραπομπές σας μέσω ενός κωδικού παρακολούθησης που προστίθεται στις διευθύνσεις URL των συνδέσμων προς εμάς. Μπορείτε να χρησιμοποιήσετε τα ακόλουθα εργαλεία για να δημιουργήσετε συνδέσμους για τον ιστότοπο του %s.';
$_['text_code']        = '<b>Κωδικός Παρακολούθησης:</b>';
$_['text_generator']   = '<b>Γεννήτρια Συνδέσμων Παρακολούθησης</b><br />Εισάγετε το Όνομα προϊόντος που θέλετε να δημιουργήσετε σύνδεσμο:';
$_['text_link']        = '<b>Σύνδεσμος Παρακολούθησης:</b>';
?>