<?php
// Heading
$_['heading_title']    = 'Χρέωση Διαχείρισης';

// Text
$_['text_total']       = 'Σύνολα Παραγγελίας';
$_['text_success']     = 'Επιτυχία: Έχετε επεξεργαστεί το σύνολο χρέωσης διαχείρισης παραγγελίας!';

// Entry
$_['entry_total']      = 'Σύνολο Παραγγελίας:<br /><span class="help">Ενεργοποιείται όταν το Μερικό Σύνολο είναι μικρότερο από αυτό το ποσό.</span>';
$_['entry_fee']        = 'Χρέωση:';
$_['entry_tax_class']  = 'Φορολογική Κλάση:';
$_['entry_status']     = 'Κατάσταση:';
$_['entry_sort_order'] = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission'] = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε το σύνολο χρέωσης διαχείρισης παραγγελίας!';
?>
