<?php
// Heading
$_['heading_title']      = 'Τραπεζική Κατάθεση';

// Text 
$_['text_payment']       = 'Πληρωμή';
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τις πληροφορίες της τραπεζικής κατάθεσης!';

// Entry
$_['entry_bank']         = 'Οδηγίες Τραπεζικής Κατάθεσης:';
$_['entry_total']        = 'Σύνολο:<br /><span class="help">Το συνολικό χρηματικό ποσό που θα πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί αυτός ο τρόπος πληρωμής.</span>';
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας:';
$_['entry_geo_zone']     = 'Γεωγραφική Ζώνη:';
$_['entry_status']       = 'Κατάσταση:';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τη πληρωμή τραπεζική κατάθεση!';
$_['error_bank']         = 'Απαιτούνται οι οδηγίες τραπεζικής κατάθεσης!';
?>
