<?php
// Heading
$_['heading_title']      = 'Paymate';

// Text 
$_['text_payment']       = 'Πληρωμή';
$_['text_success']       = 'Επιτυχία: Έχετε επεξεργαστεί τις πληροφορίες λογαριασμού του Paymate!';

// Entry
$_['entry_username']     = 'Paymate Username:';
$_['entry_password']     = 'Κωδικός:<br /><span class="help">Απλά χρησιμοποιήστε κάποιο τυχαίο κωδικό πρόσβασης. Ο κωδικός θα χρησιμοποιηθεί για την επιβεβαίωση ότι τα στοιχεία πληρωμής δεν παραποιήθηκαν μετά την αποστολή τους στην πύλη πληρωμής.</span>';
$_['entry_test']         = 'Δοκιμαστική Λειτουργία:';
$_['entry_total']        = 'Σύνολο:<br /><span class="help">Το συνολικό χρηματικό ποσό που θα πρέπει να φτάσει η παραγγελία για να ενεργοποιηθεί αυτός ο τρόπος πληρωμής.</span>';
$_['entry_order_status'] = 'Κατάσταση Παραγγελίας:';
$_['entry_geo_zone']     = 'Γεωγραφική Ζώνη:';
$_['entry_status']       = 'Κατάσταση:';
$_['entry_sort_order']   = 'Σειρά Ταξινόμησης:';

// Error
$_['error_permission']   = 'Ειδοποίηση: Δεν έχετε άδεια να επεξεργαστείτε τη πληρωμή Paymate!';
$_['error_username']     = 'Απαιτείται το Paymate Username!';
$_['error_password']     = 'Απαιτείται ο κωδικός!';
?>
